{
  "header": {
    "home": "Home",
    "Booking": "Prenotazione",
    "tours": "Tour",
    "Cars": "Auto",
    "Transfers": "Trasferimenti",
    "Flightform": "Modulo Volo",
    "Contact": "Contatti",
    "Login": "Accedi",
    "Profile": "Profilo",
    "Logout": "Esci",
    "flight": "Volo",
    "ship": "Nave",
    "hotel": "Hotel",
    "parking": "Parcheggio",
    "Explore": "Esplora",
    "event": "Evento",
    "flightbooking": "Prenotazione Volo"
  },
  "tour": {
    "bookNow": "Prenota ora",
    "categories": "Categorie",
    "duration": "Durata",
    "price": "Prezzo",
    "tourCode": "Codice tour",
    "groupSize": "Dimensione del gruppo",
    "travelExcludes": "Il viaggio esclude",
    "travelIncludes": "Il viaggio include",
    "galleryImage": "Immagine della galleria",
    "itinerary": "Itinerario",
    "travelOverview": "Panoramica del viaggio",
    "enterCouponCode": "Inserisci il codice coupon",
    "specialNotes": "Note speciali",
    "downloads": "Download",
    "viewTour": "Visualizza tour",
    "noToursAvailable": "Nessun tour disponibile per i filtri selezionati",
    "bag": "Borsa",
    "day": "Giorno",
    "loading": "Caricamento",
    "privacyPolicy": "Informativa sulla privacy",
    "termsOfUse": "Termini di utilizzo",
    "backToTours": "Torna ai tour",
    "applyCoupon": "Applica coupon",
    "privacyNotice": "Continuando a utilizzare i nostri servizi, riconosci che i tuoi dati personali saranno trattati in conformità con la nostra Informativa sulla privacy.",
    "termsNotice": "Creando un account, accetti i nostri Termini di utilizzo.",
    "noTourData": "Nessun dato del tour trovato",
    "days": "Giorni",
    "nights": "Notti",
    "person": "Persona",
    "downloadTour": "Scarica qui il pacchetto turistico",
    "personalDetails": "Dettagli personali",
    "firstName": "Il tuo nome",
    "lastName": "Il tuo cognome",
    "email": "La tua email",
    "mobileNumber": "Il tuo numero di cellulare",
    "pickupDate": "Data e ora del ritiro",
    "arrivalDate": "Data e ora di arrivo",
    "numPassengers": "Numero di passeggeri in viaggio",
    "adults": "Adulti",
    "children": "Bambini",
    "infants": "Neonati",
    "enterPersonCount": "Inserisci il numero di persone per calcolare l'importo",
    "totalAmount": "Importo totale",
    "numRooms": "Numero di camere",
    "singleRoom": "Camera singola",
    "twinRoom": "Camera doppia",
    "tripleRoom": "Camera tripla",
    "requirements": "Altri requisiti",
    "uploadNote": "Il tuo documento caricato sarà archiviato in modo sicuro e mantenuto riservato",
    "uploadAgreement": "Carica accordo",
    "dragPdf": "Trascina e rilascia qui il tuo PDF per caricarlo",
    "uploadPassport": "Carica passaporto",
    "uploadVaccine": "Carica certificato di vaccinazione"
  },
  "home1":{
    "description1": "Le nostre auto compatte moderne offrono comfort, efficienza e stile per ogni viaggio. Perfette per la guida in città o per viaggi di lavoro – con ampio spazio e tecnologia avanzata.",
    "highlights1": [
      "Climatizzate ed efficienti nei consumi",
      "Fino a 4 passeggeri",
      "Ideali per spostamenti urbani e brevi tragitti"
    ],
    "description2": "I nostri SUV combinano prestazioni e lusso. Con sedili rialzati, design moderno e interni spaziosi, sono perfetti per famiglie o viaggi lunghi – in città, in montagna o in campagna.",
    "highlights2": [
      "Fino a 5 passeggeri",
      "Ampio bagagliaio e trazione 4WD opzionale",
      "Guida fluida su qualsiasi terreno"
    ],
    "description3": "I nostri minivan sono ideali per famiglie o gruppi. Con fino a 8 posti, interni flessibili e molto spazio per i bagagli, garantiscono un viaggio confortevole per tutti.",
    "highlights3": [
      "Fino a 8 passeggeri",
      "Sedili comodi e porte scorrevoli",
      "Perfetti per trasferimenti aeroportuali e viaggi di gruppo"
    ],
    "description4": "Per viaggi di lavoro o occasioni speciali, i nostri veicoli premium rappresentano comfort, classe e qualità.",
    "highlights4": [
      "Fino a 3 passeggeri",
      "Design lussuoso con interni in pelle",
      "Ideale per trasferimenti VIP o aziendali"
    ],
    "description5": "L’eleganza incontra lo spazio e il comfort. Questo van business-class è la scelta ideale per servizi con autista, viaggi aziendali e trasferimenti di gruppo eleganti.",
    "highlights5": [
      "Fino a 7 passeggeri",
      "Sedili in pelle e cabina spaziosa",
      "Perfetto per trasferimenti aeroportuali e VIP"
    ],
    "description6": "Prova l’emozione di guidare! Le nostre auto sportive combinano design eccezionale e alte prestazioni – per un’esperienza di guida indimenticabile.",
    "highlights6": [
      "1–2 passeggeri",
      "Design sportivo & motore ad alte prestazioni",
      "Perfetto per weekend ed eventi"
    ]
  },
  "Transfer":{
          "explore_destination": "Esplora la nostra destinazione",
      "destination_not_found": "Destinazione non trovata",
      "back_home": "Torna alla Home",
      "back_destinations": "Torna alle destinazioni",
      "overview": "Panoramica",
      "detailed_info": "Informazioni dettagliate",
      "reliable_worldwide": "Il tuo affidabile servizio mondiale",
      "airport_transfers": "Trasferimenti aeroportuali",
      "transfer": "Trasferimento",
      "from": "Da",
      "to": "A",
      "pickup_date": "Data di ritiro",
      "pickup_time": "Ora di ritiro",
      "add_return": "AGGIUNGI RITORNO",
      "return_trip": "Viaggio di ritorno",
      "remove": "Rimuovi",
      "return_date": "Data di ritorno",
      "return_time": "Ora di ritorno",
      "passengers": "Passeggeri",
      "see_prices": "Vedi i prezzi",
      "excellent": "ECCELLENTE",
      "trustpilot": "Trustpilot",
      "save": "Salva"
  },
  "carousel": {
        "title1": "MIRISSA",
        "subtitle1": "Il paradiso tropicale sulla costa dello Sri Lanka",
        "title2": "ELLA",
        "subtitle2": "Il cuore delle montagne dello Sri Lanka",
        "title3": "SRI LANKA",
        "subtitle3": "",
        "title4": "SIGIRIYA",
        "subtitle4": "La Roccia del Leone nel cuore dello Sri Lanka",
         "rent_a_car": "Noleggia un'auto",
      "holiday_packages": "Pacchetti vacanza",
      "airport_parking": "Parcheggio aeroporto",
      "airport_transfer": "Trasferimento aeroportuale",
       "title5": "Vivi il comfort premium a un prezzo economico",
    "title6": "Noleggio, Andiamo!",
    "title7": "Guida ovunque con i nostri SUV e 4x4 a noleggio",
    "title8": "Senza stress, affidabile, senza costi nascosti"
      
  },
  "home": {
    "title": "La nostra flotta",
    
    "General": "Generale",
    "q1": "Esiste un periodo minimo o massimo di noleggio per un furgone ZüriCar GmbH?",
    "a1": "Il periodo minimo di noleggio è di mezza giornata. Il periodo massimo è generalmente di 30 giorni. Se hai bisogno di un veicolo per più di 30 giorni, contatta il nostro team commerciale. Saremo lieti di prepararti un'offerta.",
    "q2": "Posso restituire il furgone in una località diversa?",
    "a2": "Sì, è possibile. Contattaci telefonicamente al +41 79 766 99 60 per ulteriori informazioni.",
    "q3": "Posso restituire il furgone all'estero?",
    "a3": "No. Contatta direttamente la tua stazione per tutti i dettagli. Telefono: +41 79 766 99 60",
    "q4": "Chi devo contattare in caso di problemi con il veicolo?",
    "a4": "Per richieste generali sul veicolo noleggiato o sul contratto di noleggio, contattaci al +41 79 766 99 60. Se il veicolo si guasta e non è più guidabile, chiama il soccorso stradale allo stesso numero.",
    "q5": "Posso restituire il veicolo fuori orario di ufficio?",
    "a5": "Sì, nessun problema. Se restituisci il veicolo fuori dagli orari di apertura, parcheggialo in uno degli spazi disponibili presso la stazione ZüriCar GmbH e deposita la chiave nella cassetta per le chiavi. Restituire la chiave non termina il contratto di noleggio. Consulta i termini del contratto per maggiori dettagli.",
    "q6": "Posso guidare un furgone ZüriCar GmbH con la patente di categoria B?",
    "a6": "Sì, tutti i veicoli sono consentiti per titolari di patente categoria B, a condizione che la patente sia stata conseguita da almeno un anno.",
    "Rates & Fees": "Tariffe e Costi",
    "q7": "Ho ricevuto una multa. Cosa succede adesso?",
    "a7": "La multa viene inviata a ZüriCar GmbH. Identifichiamo il conducente responsabile e inoltriamo i suoi dati alla polizia o all'autorità competente. Riceverai la multa direttamente da loro. Inoltre, addebitiamo una tassa amministrativa di CHF 80.00 (IVA inclusa).",
    "q8": "Cosa è incluso nelle tariffe di noleggio del furgone?",
    "a8": "Le tariffe pubblicate includono: servizio, assicurazione di responsabilità civile, assicurazione casco (con franchigia), protezione furto (con franchigia), tassa veicolo, vignetta autostradale svizzera, pneumatici invernali (novembre–marzo), fino a 150 km gratuiti al giorno e IVA. (Eccezioni per tariffe aziendali speciali).",
    "q9": "Come vengono calcolati i costi di noleggio?",
    "a9": "Il costo totale di noleggio è costituito dalla tariffa base (in base alla categoria del veicolo) più i chilometri percorsi.",
    "q10": "Ho un codice sconto – quando posso usarlo?",
    "a10": "Fornisci il codice sconto al momento della prenotazione. Non è possibile applicarlo dopo l’inizio del noleggio.",
    "q11": "In quale valuta sono espresse le tariffe?",
    "a11": "Tutti i prezzi sono in franchi svizzeri (CHF) e includono l’IVA.",
    "q12": "Ci sono costi aggiuntivi per guidare all’estero?",
    "a12": "Sì, si applica una tassa di confine (CBF) fino a CHF 185.00 (IVA inclusa). Consulta le restrizioni di viaggio per ogni paese e categoria veicolo nel contratto di noleggio.",
    "Insurance": "Assicurazione",
    "q13": "È inclusa una riduzione di responsabilità?",
    "a13": "Sì, la riduzione di responsabilità è inclusa in tutte le tariffe (rimane una franchigia).",
    "q14": "Qual è l’importo della franchigia?",
    "a14": "La franchigia per sinistro è di CHF 3000 per le categorie O4, C4 e W4, e di CHF 5000 per la categoria H4. Con l'assicurazione Premium puoi ridurla a CHF 500 per sinistro.",
    "q15": "Esiste un sovrapprezzo per giovani guidatori?",
    "a15": "Sì, tutti i conducenti sotto i 25 anni devono pagare un sovrapprezzo. I prezzi variano per categoria, con un massimo di CHF 199 al mese di noleggio.",
    "q16": "Cos’è l’assicurazione SuperCover?",
    "a16": "Con l’assicurazione Premium (esclusione responsabilità), puoi ridurre la franchigia a CHF 350 per sinistro, proteggendoti da costi elevati in caso di danni o perdite.",
    "Reservation": "Prenotazione",
    "q17": "Come posso prenotare un furgone ZüriCar GmbH?",
    "a17": "Puoi prenotare online su explorevacations.ch, telefonicamente o direttamente presso una stazione ZüriCar GmbH.",
    "q18": "Ci sono costi aggiuntivi per guidare all’estero?",
    "a18": "Sì, si applica una tassa di confine (CBF) a partire da CHF 185.00 (IVA inclusa). Consulta le restrizioni nel contratto di noleggio.",
    "q19": "Posso noleggiare un furgone per un periodo prolungato?",
    "a19": "Certamente! Se ti serve un veicolo per più di 30 giorni, contatta il nostro team commerciale. Saremo lieti di preparare un’offerta.",
    "q20": "Quanto tempo prima devo prenotare?",
    "a20": "Consigliamo di prenotare il prima possibile per garantirti il modello preferito. Le prenotazioni sono generalmente possibili fino a poco prima dell'inizio del noleggio.",
    "q21": "Posso prenotare un modello specifico di veicolo?",
    "a21": "Puoi prenotare categorie di veicoli, non modelli specifici.",
    "Before the Trip": "Prima del Viaggio",
    "q22": "Posso parcheggiare la mia auto privata presso la stazione ZüriCar GmbH durante il noleggio?",
    "a22": "Sì, in generale è possibile in tutte le nostre sedi, ma verifica la disponibilità con la tua stazione. ZüriCar GmbH non si assume responsabilità per danni alla tua auto privata.",
    "q23": "Ho notato danni sul furgone prima della partenza – cosa devo fare?",
    "a23": "Segnala immediatamente qualsiasi danno. Parla direttamente con un addetto alla stazione di ritiro.",
    "q24": "Cosa devo controllare prima di iniziare il viaggio?",
    "a24": "Per la tua sicurezza, verifica eventuali danni, regola sedile e specchietti, allaccia le cinture, accendi i fari e assicurati della buona visibilità dai finestrini.",
    "q25": "Posso richiedere una prova su strada con assistenza?",
    "a25": "Sì! Con preavviso, un nostro collaboratore ti accompagnerà in una breve prova per familiarizzare col veicolo. Contatta la tua stazione in anticipo.",
    "During the Trip": "Durante il Viaggio",
    "q26": "Posso fumare nel furgone?",
    "a26": "No, tutti i veicoli ZüriCar GmbH sono non fumatori. In caso di violazione potrebbero essere applicate spese di pulizia.",
    "q27": "Cosa devo fare se sono coinvolto in un incidente?",
    "a27": "Nel vano portaoggetti trovi un checklist dettagliata e i moduli. Mantieni la calma, metti in sicurezza il luogo, aiuta i feriti e chiama la polizia (117).",
    "End of Trip / Vehicle Return": "Fine Viaggio / Restituzione Veicolo",
    "q28": "Cosa succede se non posso restituire il veicolo in tempo?",
    "a28": "Pianifica con anticipo e prolunga la prenotazione contattando la tua stazione o chiamando +41 79 766 99 60. Potrebbero essere applicate penali per ritardi.",
    "q29": "Posso restituire il veicolo prima del previsto?",
    "a29": "Le restituzioni anticipate possono comportare aggiustamenti tariffari e costi aggiuntivi. Non sono previsti rimborsi.",
    "q30": "Posso restituire il veicolo dopo il previsto?",
    "a30": "Salvo proroga confermata, il veicolo va restituito alla fine del noleggio. I ritardi comportano costi aggiuntivi.",
    "q31": "Devo pulire il furgone prima di restituirlo?",
    "a31": "Ci occupiamo della pulizia, ma ti chiediamo di rimuovere rifiuti e oggetti personali.",
    "q32": "Come restituisco il veicolo fuori orario?",
    "a32": "Parcheggia nel luogo indicato e lascia la chiave nella cassetta dedicata. La restituzione fuori orario non termina il contratto: leggi i termini per i dettagli.",
    "q33": "Cosa succede se riconsegno il veicolo con danni non segnalati?",
    "a33": "Potresti dover pagare costi per danni non segnalati, incluso il costo della franchigia e tasse amministrative.",
    "Others": "Altro",
    "q34": "Quali documenti devo portare con me per il noleggio?",
    "a34": "Patente valida da almeno un anno, carta di credito intestata al conducente, documento d’identità e documento di conferma prenotazione.",
    "q35": "Posso guidare con più conducenti?",
    "a35": "Sì, è possibile aggiungere conducenti aggiuntivi con costi extra e devono presentare la patente valida.",
    "q36": "Posso trasportare animali domestici nel veicolo?",
    "a36": "Gli animali sono ammessi purché siano in gabbia o con trasportino. Il veicolo deve essere pulito dopo l'uso."
  },
  "cookies": {
    "title": "Cookies – ZüriCar GmbH",
    "intro": "Utilizziamo i cookie per offrirti la migliore esperienza possibile sul nostro sito.",
    "whatTitle": "Cosa sono i cookie?",
    "whatDesc": "I cookie sono piccoli file di testo memorizzati sul tuo dispositivo quando visiti un sito web.",
    "whyTitle": "Perché utilizziamo i cookie",
    "why1": "Garantire il corretto funzionamento del sito (navigazione, sistema di prenotazione)",
    "why2": "Ricordare le preferenze come lingua o regione",
    "why3": "Analizzare le prestazioni del sito e il comportamento degli utenti",
    "why4": "Mostrare contenuti e offerte pertinenti",
    "why5": "Aumentare la sicurezza e prevenire frodi",
    "typesTitle": "Tipi di cookie che utilizziamo",
    "essentialTitle": "1. Cookie essenziali:",
    "essentialDesc": "Necessari per il funzionamento del sito – es. login, prenotazioni, pagamenti.",
    "performanceTitle": "2. Cookie di prestazione e analisi:",
    "performanceDesc": "Ci aiutano a capire come gli utenti utilizzano il nostro sito.",
    "functionalTitle": "3. Cookie funzionali:",
    "functionalDesc": "Memorizzano le preferenze come lingua o veicoli visualizzati.",
    "advertisingTitle": "4. Cookie pubblicitari:",
    "advertisingDesc": "Utilizzati per mostrarti annunci pertinenti sui nostri veicoli e offerte.",
    "manageTitle": "Gestione dei cookie",
    "manageDesc1": "Puoi controllare o eliminare i cookie tramite le impostazioni del browser.",
    "manage1": "Visualizzare i cookie memorizzati",
    "manage2": "Bloccare nuovi cookie",
    "manage3": "Eliminare cookie esistenti",
    "manageNote": "La disattivazione dei cookie essenziali può influire su alcune funzionalità del sito.",
    "updateTitle": "Aggiornamenti della politica sui cookie",
    "updateDesc": "Questa politica può essere aggiornata periodicamente.",
    "contactTitle": "Contattaci"
  },
  "imprint": {
    "title": "Informazioni legali / Note legali",
    "address1": "Kirchrainstrasse 3",
    "address2": "8172 Niederglatt AG",
    "address3": "Svizzera",
    "contactTitle": "Informazioni di contatto",
    "phone": "Telefono: +41 79 766 99 60",
    "email": "E-mail: info@zuricar.ch",
    "registerTitle": "Iscrizione al registro di commercio",
    "registeredName": "Nome registrato della società: ZüriCar GO GmbH",
    "companyId": "Numero di identificazione aziendale (UID): CHE-[461.094.162]",
    "vat": "Numero IVA: CHE-[inserire numero] MWST",
    "authorizedTitle": "Rappresentanti autorizzati",
    "authorized1": "• Veemarajan Pragash, Direttore generale",
    "authorized2": "• Ambrose Jebapratheepan, Fondatore e CEO",
    "disclaimerTitle": "Dichiarazione di non responsabilità",
    "disclaimerText1": "ZüriCar GO GmbH non si assume alcuna responsabilità per la correttezza, completezza, attualità o affidabilità delle informazioni fornite.",
    "disclaimerText2": "Sono escluse le richieste di risarcimento per danni materiali o immateriali derivanti dall'accesso, dall'uso o dal mancato utilizzo delle informazioni pubblicate, dall'abuso della connessione o da guasti tecnici.",
    "disclaimerText3": "Tutte le offerte sono senza impegno. ZüriCar GO GmbH si riserva espressamente il diritto di modificare, integrare, cancellare o sospendere temporaneamente o definitivamente la pubblicazione di parti del sito web o dell’intera offerta senza preavviso.",
    "linksTitle": "Dichiarazione di non responsabilità per i collegamenti",
    "linksText": "Riferimenti e link a siti web di terzi sono al di fuori della nostra area di responsabilità. Qualsiasi responsabilità per tali siti web è esclusa. L'accesso e l'uso di tali siti web avvengono a rischio e pericolo dell'utente.",
    "copyrightTitle": "Diritto d'autore",
    "copyrightText1": "Il diritto d’autore e tutti gli altri diritti sui contenuti, immagini, foto o altri file di questo sito web sono di esclusiva proprietà di ZüriCar GO GmbH o dei titolari dei diritti espressamente nominati.",
    "copyrightText2": "Qualsiasi riproduzione, modifica, distribuzione o altro utilizzo degli elementi di questo sito richiede il consenso scritto preventivo del titolare dei diritti interessato."
  },
  "footer": {
    "footer": "Siamo una società premium di noleggio auto e un’agenzia di viaggi a servizio completo con sede in Svizzera. Con una flotta moderna e soluzioni di transfer affidabili, garantiamo la massima flessibilità e comfort per ogni viaggio. Oltre al noleggio auto, siamo specializzati in viaggi su misura FIT e di gruppo, vacanze al mare, safari ed esclusive spedizioni in Sri Lanka – creando esperienze di viaggio indimenticabili dalla Svizzera verso il mondo.",
    "Tours": "Tour",
    "Our Services": "I Nostri Servizi",
    "Cars": "Auto",
    "Contact Us": "Contattaci",
    "Terms and Conditions": "Termini e Condizioni",
    "Privacy Policy": "Privacy Policy",
    "Contact Information": "Informazioni di Contatto",
    "Social Media Links": "Link ai Social Media",
     "about_us": "Chi siamo",
      "grow_with_zuricar": "Cresci con ZüriCar GO",
      "become_partner": "Diventa un partner",
      "become_transfer_partner": "Diventa un partner di trasferimento",
      "travel_agency_partnership": "Collaborazione con agenzia di viaggi"
  },
  "car": {
    "Available Cars": "Auto Disponibili",
    "Standard": "Standard",
    "Premium": "Premium",

    "dropDate": "Data di consegna",
    "pickUpDate": "Data di ritiro",
    "enterAddress": "Inserisci il tuo indirizzo",
    "paymentTerms": "Termini di pagamento",
    "rentalAgreement": "Contratto di noleggio",
    "continue": "Continua",
    "calculateNewPrice": "Calcola nuovo prezzo",
    "includedInPrice": "Incluso nel prezzo",
    "carHireFees": "Tasse della società di noleggio auto",
    "theftProtection": "Protezione contro il furto",
    "thirdPartyProtection": "Protezione contro terzi",
    "vehicleProtection": "Protezione del veicolo",
    "planFlex": "Piano Flex",
    "vehicleValue": "Valore del veicolo",
    "numberOfDays": "Numero di giorni",
    "dailyRate": "Tariffa giornaliera",
    "yourBooking": "La tua prenotazione",
    "bookNowWarning": "Non aspettare — prenota ora prima che i prezzi aumentino",
    "extra": "Extra",
    "addExtras": "Aggiungi extra alla tua prenotazione",
    "manufacturingYear": "Anno di fabbricazione",
    "transmissionType": "Tipo di trasmissione",
    "maxCount": "Conteggio massimo",
    "fuelLimit": "Limite di carburante",
    "fuelType": "Tipo di carburante",
    "count": "Conteggio",
    "charges": "Costi",
    "noCarsAvailable": "Nessuna auto disponibile",

    "driverDetails": "Driver Details",
    "driverName": "Driver Name",
    "driverAge": "Driver Age",
    "driverMobile": "Driver Mobile",
    "driverMail": "Driver Mail",
    "uploadAgreement": "Upload Agreement",
    "dragDropPdf": "Drag and drop your PDF here to upload",
    "uploadNote": "Your uploaded document will be stored securely and kept confidential",
    "chargeable": "Chargeable"
  },
  "contact": {
    "Get In Touch": "Mettiti in Contatto",
    "We’d love to hear from you! Contact us today.": "Ci piacerebbe sentirti! Contattaci oggi stesso.",
    "Email": "Email",
    "Phone": "Telefono",
    "Address": "Indirizzo",
    "Send a Message": "Invia un Messaggio",
    "Your Name": "Il tuo nome",
    "Email Address": "Indirizzo Email",
    "Mobile Number": "Numero di Cellulare",
    "Tour": "Tour",
    "Car": "Auto",
    "Parking": "Parcheggio",
    "Travel": "Viaggio",
    "Selected Category": "Categoria Selezionata",
    "Your Message": "Il tuo Messaggio",
    "Form submitted successfully!": "Modulo inviato con successo!",
    "Submit": "Invia",
    "quotes": "Le tue domande sono importanti. Il tuo viaggio è importante. Siamo qui per ascoltarti."
  },
  "parking": {
    "Reserve": "Prenota il tuo posto, poi prenota la tua destinazione da sogno.",
    "Find the Best Parking Options for You": "Trova le migliori opzioni di parcheggio per te",
    "Travel in Comfort with Our Sedan": "Viaggia comodamente con la nostra berlina",
    "des1": "Che tu voglia esplorare su 2 o 4 ruote, esci dall’ordinario e vivi il viaggio come mai prima d’ora.",
    "Flexible Parking Choices for Your Trip": "Scelte di parcheggio flessibili per il tuo viaggio",
    "Secure and convenient parking options designed to fit your travel needs.": "Opzioni di parcheggio sicure e comode, progettate per soddisfare le tue esigenze di viaggio."
  },
  "profile": {
    "Tour Bookings": "Prenotazioni Tour",
    "Car Booking": "Prenotazioni Auto",
    "Parking Booking": "Prenotazioni Parcheggio",
    "Personal Information": "Informazioni Personali",
    "First Name": "Nome",
    "Last Name": "Cognome",
    "Email ID": "Email",
    "Password": "Password",
    "Mobile No": "Numero di Cellulare",
    "Date of Birth": "Data di Nascita",
    "Address": "Indirizzo",
    "City": "Città",
    "State": "Provincia",
    "Country": "Paese",
    "Zip code": "CAP",
    "Add Address": "Aggiungi Indirizzo",
    "Cancel": "Annulla",
    "Save Changes": "Salva Modifiche",
    "Code": "Codice",
    "Days": "Giorni",
    "Nights": "Notti",
    "Price": "Prezzo",
    "Pickup": "Ritiro",
    "AdultCount": "Numero Adulti",
    "ChildrenCount": "Numero Bambini",
    "No bookings found": "Nessuna prenotazione trovata",
    "CarType": "Tipo di Auto",
    "Bag Count": "Numero Bagagli",
    "Person Count": "Numero Persone",
    "ParkingTypeName": "Tipo di Parcheggio",
    "Vehicle Model": "Modello Veicolo",
    "travel StartDate": "Data Inizio Viaggio",
    "Location": "Località",
    "travel EndDate": "Data Fine Viaggio"
  },
  "login": {
    "Back to Home": "Torna alla Home",
    "Start your perfect trip": "Inizia il tuo viaggio perfetto",
    "Start": "Inizia",
    "Forgot Password?": "Password dimenticata?",
    "Don't have an account?": "Non hai un account?",
    "Register Now": "Registrati Ora",
    "Send Reset Email": "Invia Email di Reset",
    "Reset Password": "Reimposta Password",
    "Back to Login": "Torna al Login",
    "voyage": "viaggio",
    "Please check your email for your password.": "Controlla la tua email per la password."
  },
  "signin": {
    "Sign Up": "Registrati",
    "First Name": "Nome",
    "Last Name": "Cognome",
    "Mobile Number": "Numero di Cellulare",
    "Date of Birth": "Data di Nascita",
    "Email": "Email",
    "Password": "Password",
    "Already have an account Just": "Hai già un account? Solo",
    "Signin": "Accedi"
  },
  "flight": {
    "Details": "Dettagli del Modulo",
    "quotes": "Cieli sereni in arrivo — inizia inserendo le informazioni del tuo volo.",
    "Fill": "Solo pochi dettagli mancanti",
    "Destination": "La tua Destinazione",
    "Requirements": "Le tue Esigenze",
    "Pickup": "Luogo di Ritiro",
    "Email": "La tua Email",
    "flightORtour": "Volo o Tour",
    "AdultCount": "Numero di adulti",
    "ChildrenCount": "Numero di bambini",
    "KidsCount": "Numero di ragazzi",
    "InfantsCount": "Numero di neonati",
    "Kids (Below 12 yrs)": "Bambini (sotto i 12 anni)",
    "Babies (Below 2 yrs)": "Neonati (sotto i 2 anni)"
  },
  "privacy": {
    "privacy": "INFORMATIVA SULLA PRIVACY",
    "p1": "ZüriCar GmbH (\"noi\") è il titolare del trattamento responsabile della raccolta e del trattamento dei tuoi dati personali in relazione alle sue attività. La nostra missione è fornire ai nostri clienti una gamma completa di servizi di viaggio. In questa Informativa sulla Privacy spieghiamo come trattiamo i tuoi dati personali e come puoi controllarli e gestirli. Il nostro trattamento dei dati può essere disciplinato da ulteriori avvisi sulla protezione dei dati, come indicato in particolare nelle Condizioni Generali (di Viaggio) o può derivare dalle circostanze o essere regolato dalla legge. Questa Informativa sulla Privacy è conforme ai requisiti della legge svizzera sulla protezione dei dati e, se e nella misura applicabile, al Regolamento Generale sulla Protezione dei Dati (GDPR) dell’Unione Europea.",
    "title1": "SEI INTERESSATO DA QUESTA COMUNICAZIONE?",
    "sub1": "Questa Informativa sulla Privacy si applica a te se:",
    "l1": "sei uno dei nostri clienti o hai un rapporto contrattuale con noi;",
    "l2": "sei un compagno di viaggio di uno dei nostri clienti;",
    "l3": "sei interessato ai nostri prodotti o servizi e ci fornisci i tuoi dati personali (es. in un’agenzia, sui nostri siti web e app o durante eventi) affinché possiamo contattarti.",
    "content1": "Se ci fornisci informazioni personali di altre persone, ti preghiamo di assicurarci che siano informate sulla condivisione dei loro dati personali e di invitarle a leggere questa Informativa sulla Privacy. Faremo lo stesso ogni volta che possibile (es. se abbiamo i dati di contatto della persona interessata).",
    "title2": "COME PUOI CONTROLLARE IL TRATTAMENTO DEI TUOI DATI PERSONALI?",
    "sub2.1": "Hai dei diritti che ti permettono di controllare efficacemente i tuoi dati personali e il modo in cui li trattiamo. Di seguito spieghiamo i tuoi diritti in relazione ai tuoi dati personali.",
    "sub2.2": "Se desideri esercitare i diritti elencati qui sotto, ti preghiamo di inviare una richiesta via email a info@zuricar.ch o per posta all'indirizzo seguente: Europa-Strasse 19 ,8152 Glattbrugg (ZH), Zurigo, Svizzera.",
    "sub2.3": "Se hai domande sull’uso dei tuoi dati personali secondo questa Informativa sulla Privacy, ti preghiamo di indirizzarle al seguente indirizzo: https://zuericar.com/",
    "l4": "Puoi richiedere l'accesso ai tuoi dati personali",
    "p4": "Se ritieni che i tuoi dati personali siano inesatti o incompleti, puoi chiedere che siano corretti o completati. In alcuni casi, potrebbe essere necessaria la presentazione di documenti giustificativi.",
    "l5": "Puoi richiedere la cancellazione dei tuoi dati personali",
    "p5": "Puoi opporti al trattamento dei tuoi dati personali basato su interessi legittimi",
    "l6": "Puoi opporti al trattamento dei tuoi dati personali basato su interessi legittimi",
    "p6": "Se non sei d'accordo con un trattamento basato su un interesse legittimo, puoi opporti per motivi legati alla tua situazione personale. In tal caso, ti preghiamo di comunicarci in dettaglio il trattamento interessato e le motivazioni della tua opposizione. Interromperemo il trattamento dei tuoi dati personali, a meno che non vi siano motivi legittimi cogenti o il trattamento serva a far valere, esercitare o difendere diritti legali.",
    "l7": "Puoi opporti al trattamento dei tuoi dati per finalità di marketing diretto",
    "p7": "Hai il diritto di opporti in qualsiasi momento al trattamento dei tuoi dati personali per finalità di marketing diretto. Ciò vale anche per la profilazione, nella misura in cui è connessa a tale pubblicità diretta.",
    "l8": "Puoi richiedere la limitazione del trattamento dei tuoi dati personali",
    "p8": "Se contesti l'esattezza dei dati personali che utilizziamo o ti opponi al trattamento, esamineremo la tua richiesta. Puoi richiedere la limitazione del trattamento mentre valutiamo la tua richiesta.",
    "l9": "Hai diritti rispetto a decisioni individuali automatizzate",
    "p9": "Hai in linea di principio il diritto di non essere soggetto a decisioni basate unicamente su trattamenti automatizzati — inclusa la profilazione — che producono effetti giuridici su di te o che ti influenzano significativamente. Tuttavia, possiamo automatizzare tali decisioni se necessarie per concludere o eseguire un contratto con noi, se consentite dalla legge o se hai dato il tuo consenso. In ogni caso, hai il diritto di contestare la decisione, esprimere la tua opinione e richiedere l’intervento di una persona competente.",
    "l10": "Puoi revocare il tuo consenso",
    "p10": "Nei casi in cui il trattamento sia basato sul consenso, puoi revocarlo in qualsiasi momento.",
    "l11": "Puoi richiedere la portabilità di parte dei tuoi dati personali",
    "p11": "Puoi richiedere una copia dei dati personali che ci hai fornito in un formato strutturato, di uso comune e leggibile da dispositivo automatico. Se tecnicamente possibile, puoi richiedere che tale copia sia trasmessa a terzi.",
    "l12": "Reclamo al Commissario federale per la protezione dei dati e la trasparenza (IFPDT)",
    "p12": "Oltre ai diritti sopra indicati, puoi presentare un reclamo all’autorità di controllo competente. In Svizzera, questa è l’Incaricato federale della protezione dei dati e della trasparenza (IFPDT), Feldeggweg 1, 3003 Berna.",
    "p12.1": "In questa sezione spieghiamo le finalità per cui trattiamo i tuoi dati personali e la base giuridica. Principalmente usiamo i tuoi dati per eseguire un contratto a cui sei parte o per misure precontrattuali da te richieste. Tuttavia, potremmo anche trattare i tuoi dati per perseguire un nostro legittimo interesse o di terzi.",
    "p12.2": "In particolare, i tuoi dati saranno trattati se necessari per concludere o eseguire un contratto, al fine di:",
    "l13": "concludere un contratto (di viaggio) con te. Possiamo trattare i dati per registrarti come nuovo cliente, stipulare un contratto e darvi esecuzione;",
    "l13.1": "fornirti i prodotti e i servizi che hai acquistato secondo il Contratto applicabile;",
    "l13.2": "effettuare fatturazione e riscossione;",
    "l13.3": "offrirti servizi relativi alla preparazione e all’attuazione di un viaggio;",
    "l13.4": "a fini assicurativi;",
    "l13.5": "fornirti servizi di consulenza;",
    "l13.6": "offrirti assistenza in caso di difficoltà durante il viaggio, se necessario;",
    "l13.7": "fornirti accesso alle nostre piattaforme digitali. Possiamo trattare dati personali quando utilizzi le nostre piattaforme per vari scopi (es. gestire le tue informazioni o accedere alle informazioni di viaggio);",
    "l13.8": "fornire accesso ai nostri locali. Possiamo trattare dati personali quando ci visiti per controlli di accesso e sicurezza;",
    "l13.9": "comunicare con te. Possiamo trattare i tuoi dati se desideri contattarci, se richiedi informazioni sulla nostra azienda o se è necessario aggiornare il contratto;",
    "l13.10": "Rispondere alle tue richieste e offrirti assistenza;",
    "l13.11": "gestire la cessazione del contratto.",
    "p14": "Quando il trattamento si basa su un interesse legittimo, bilanciamo tale interesse con i tuoi diritti fondamentali per assicurarci che siano proporzionati. Nell’ambito della nostra attività come fornitore di viaggi, usiamo i tuoi dati per:",
    "l14": "Sviluppare i nostri prodotti e servizi;",
    "l14.1": "Migliorare la sicurezza informatica, gestire le piattaforme e garantire la continuità aziendale;",
    "l14.2": "Implementare soluzioni informatiche;",
    "l14.3": "Effettuare manutenzione dei sistemi IT in fase operativa;",
    "l14.4": "Migliorare l’automazione e l’efficienza dei servizi (es. precompilare reclami, tracciare richieste, migliorare la soddisfazione del cliente sulla base di informazioni raccolte durante le interazioni come registrazioni telefoniche, email, o chat);",
    "l14.5": "Consentire l’esercizio di diritti legali e la difesa in controversie o procedimenti ufficiali;",
    "l14.6": "Organizzare concorsi, promozioni e condurre sondaggi e indagini sulla soddisfazione.",
    "h15": "Pubblicità e Marketing",
    "p15": "Se sei un cliente e non ti opponi, potremmo inviarti offerte per i nostri prodotti e servizi. Ci assicuriamo che tali offerte siano pertinenti ai tuoi bisogni e complementari a quelli già acquistati. Puoi opporti in qualsiasi momento.",
    "h16": "Consenso",
    "p16": "Per alcuni trattamenti dei dati, ti informeremo specificamente e chiederemo il tuo consenso. Naturalmente, potrai revocare tale consenso in qualsiasi momento.",
    "p16.1": "In particolare, chiediamo il tuo consenso per:",
    "l16": "Il trasferimento di dati personali particolarmente sensibili a terze parti;",
    "l16.1": "Personalizzare offerte e servizi sulla base di un profilo complesso per prevedere i tuoi bisogni e comportamenti;",
    "l16.2": "Tutte le offerte elettroniche di prodotti e servizi non simili a quelli già acquistati o provenienti dai nostri partner di fiducia.",
    "p17": "Se necessario, potremmo chiedere ulteriori consensi, ma ciò non influirà sui trattamenti già effettuati.",
    "h17": "PER QUALI FINALITÀ E SU QUALE BASE LEGALE UTILIZZIAMO I TUOI DATI?",
    "p18": "Esecuzione del contratto e interesse legittimo",
    "h18": "QUALI TIPI DI DATI PERSONALI RACCOGLIAMO?",
    "p19": "Raccogliamo e utilizziamo le tue informazioni personali, ovvero ogni informazione che ti identifica o che consente la tua identificazione.",
    "p19.1": "In base al tipo di prodotto o servizio e alle interazioni con te, raccogliamo diversi tipi di dati personali:",
    "l20": "Informazioni di contatto, indirizzo (personale o professionale), email, numero di telefono;",
    "l20.1": "Dati personali, es. sesso, data di nascita ed età, stato civile, nazionalità, dettagli del passaporto, ecc.;",
    "l20.2": "Stile di vita, es. hobby e interessi, viaggi;",
    "l20.3": "Dettagli di viaggio, come date, itinerario/destinazione, compagnia aerea, hotel, prezzo, preferenze, informazioni sui compagni di viaggio, programmi frequent flyer, ecc.;",
    "l20.4": "Dati sanitari, es. esigenze speciali legate alla salute o malattie e incidenti durante un viaggio;",
    "l20.5": "Informazioni finanziarie, es. informazioni di pagamento, numero della carta di credito, coordinate bancarie;",
    "l20.6": "Dati sulle tue abitudini e preferenze, in relazione all’uso dei nostri prodotti e...",
    "l20.7": "Informazioni derivanti dalle nostre interazioni con te, come commenti, suggerimenti, esigenze raccolte durante i nostri scambi personali nei nostri locali e durante comunicazioni telefoniche (note della conversazione o registrazioni delle chiamate), comunicazioni via e-mail, chat, chatbot, scambi sui nostri social media ed eventuali reclami;",
    "l20.8": "Dati di connessione e di tracciamento (es. raccolti tramite cookie per scopi non pubblicitari o analitici sui nostri siti web), servizi online, altre applicazioni;",
    "l20.9": "Dati sui tuoi dispositivi (telefono cellulare, computer, tablet, ecc.), come indirizzo IP, dati tecnici e dati di identificazione univoci;",
    "l20.10": "Dati di accesso personalizzati o funzionalità di sicurezza utilizzate per collegarti ai nostri siti web e app.",
    "h21": "DA CHI RACCOGLIAMO I DATI PERSONALI?",
    "l21.1": "Di solito raccogliamo i dati personali direttamente da te. Ma possiamo anche raccoglierli da altre fonti. A volte raccogliamo dati da fonti pubbliche:",
    "l21.2": "Pubblicazioni/banche dati fornite da autorità ufficiali o da terze parti (es. la Gazzetta Ufficiale Svizzera del Commercio o il Registro delle Imprese);",
    "l21.3": "Siti web/immagini online di entità giuridiche o clienti aziendali che contengono informazioni da te rese pubbliche (es. il tuo sito web o la tua presenza sui social media);",
    "l21.4": "Informazioni pubbliche, ad esempio quelle provenienti dai media.",
    "l21.5": "Raccogliamo inoltre informazioni personali da terzi:",
    "l21.51": "dai nostri clienti (es. come compagni di viaggio);",
    "l21.6": "Dai nostri partner commerciali (es. tour operator, fornitori di servizi all’estero);",
    "l21.7": "Da terze parti come agenzie di referenza creditizia e agenzie antifrode;",
    "l21.8": "Da fornitori di servizi di ricerca di indirizzi responsabili della raccolta delle informazioni in modo legale.",
    "h23": "CON CHI CONDIVIDIAMO I TUOI DATI PERSONALI E PERCHÉ?",
    "p23": "Per adempiere ad alcuni degli scopi descritti nella presente Informativa sulla privacy, in particolare per effettuare un viaggio, potremmo condividere i tuoi dati personali con altri. Questi possono includere:",
    "l23.1": "I nostri fornitori di servizi nel paese di destinazione (es. agenzie, guide turistiche, prenotazioni alberghiere, servizi di trasferimento ed escursioni), fornitori di servizi di trasporto (compagnie aeree, treni, noleggio auto, ecc.) e strutture ricettive (hotel, ostelli, ecc.);",
    "l23.2": "Responsabili del trattamento che forniscono servizi per nostro conto (es. servizi IT, logistica, servizi di stampa, telecomunicazioni, recupero crediti, consulenza e vendita, e marketing);",
    "l23.3": "Professioni regolamentate come avvocati, notai o contabili, laddove necessario in determinate circostanze (contenzioso, revisione contabile, ecc.), e ai nostri assicuratori;",
    "l23.4": "Partner per l’esecuzione di attività pubblicitarie, ricerche di mercato e sondaggi d’opinione;",
    "l23.5": "Partner per aiutare nell’indagine di reati (es. frode), per la rivendicazione, l’esercizio o la difesa di diritti legali.",
    "h24": "TRASFERIMENTI INTERNAZIONALI DI DATI PERSONALI",
    "p24": "I trasferimenti internazionali dalla Svizzera e dallo Spazio Economico Europeo (SEE) verso un paese non SEE (paese terzo) possono comportare trasferimenti transfrontalieri dei tuoi dati personali. In particolare, devi aspettarti che i tuoi dati vengano trasferiti nei paesi di viaggio. Ma anche in paesi europei, negli Stati Uniti e in tutto il mondo, dove si trovano i fornitori di servizi e i venditori da noi utilizzati.",
    "p24.1": "Se il PFPDT o la Commissione Europea ha riconosciuto che un paese terzo fornisce un livello adeguato di protezione dei dati, i tuoi dati personali possono essere trasferiti su tale base.",
    "p24.2": "Per i trasferimenti verso un paese terzo il cui livello di protezione non è stato riconosciuto come adeguato dal PFPDT e dalla Commissione Europea, ci baseremo su un'eccezione applicabile (es. il trasferimento è necessario per l'esecuzione del nostro contratto con te) oppure applicheremo una delle seguenti garanzie adeguate:",
    "l24": "clausole contrattuali standard approvate dal PFPDT e dalla Commissione Europea;",
    "l24.1": "norme vincolanti d'impresa.",
    "p24.3": "Per ottenere una copia di queste garanzie o informazioni su dove siano disponibili, è possibile presentare una richiesta scritta ai sensi della Sezione 2.",
    "h25": "PER QUANTO TEMPO CONSERVIAMO I TUOI DATI PERSONALI?",
    "p25.1": "Conserviamo i tuoi dati personali per tutto il tempo necessario a soddisfare i nostri obblighi contrattuali e a rispettare le leggi e i regolamenti applicabili, o per qualsiasi altro periodo in considerazione dei nostri legittimi interessi aziendali, come una corretta contabilità e la risposta a richieste legali o normative.",
    "h26": "SICUREZZA DEI DATI",
    "p26": "Utilizziamo misure di sicurezza tecniche e organizzative adeguate per proteggere i tuoi dati personali da noi memorizzati contro manipolazioni, perdite parziali o complete e accessi non autorizzati da parte di terzi (es. crittografia dei dati, controlli di accesso, ecc.). Le nostre misure di sicurezza vengono costantemente migliorate in base agli sviluppi tecnologici.",
    "p26.1": "Adottiamo precauzioni ragionevoli per proteggere le tue informazioni. Tuttavia, la trasmissione di informazioni tramite Internet e altri mezzi elettronici comporta sempre rischi di sicurezza e non possiamo garantire la sicurezza delle informazioni trasmesse in questo modo.",
    "h27": "COME PUOI SEGUIRE GLI AGGIORNAMENTI DI QUESTA INFORMATIVA SULLA PRIVACY",
    "h27.1": "In un mondo in cui le tecnologie sono in costante evoluzione, rivediamo regolarmente questa Informativa sulla privacy e la aggiorniamo, se necessario.",
    "h27.2": "Si applica la versione attuale pubblicata sul nostro sito web. Ti consigliamo di consultare la versione più recente di questo documento online. Ti informeremo di eventuali modifiche tramite il nostro sito web o attraverso i nostri consueti canali di comunicazione.",
    "h28": "La nostra app è per i tassisti. In base alla loro posizione attuale, il nostro sistema trova l'autista più vicino e gli invia la richiesta di corsa. Per questo motivo, dobbiamo monitorare continuamente la posizione del conducente e aggiornare l'ultima posizione nel nostro sistema.",
    "h28.1": "Anche se il conducente chiude l'app, dobbiamo comunque ricevere la sua ultima posizione nel nostro sistema. Per aggiornare queste informazioni, inviamo la posizione del conducente al nostro sistema tramite un servizio in background anche quando l'app è in esecuzione in background.",
    "h29": "Raccolta e utilizzo delle informazioni",
    "p30": "Utilizzando l'app, accetti la raccolta e l'utilizzo delle informazioni secondo la presente politica.",
    "h31": "Raccolta e utilizzo delle informazioni",
    "l31.1": "Nome",
    "l31.2": "Indirizzo Email",
    "l31.3": "Numero di Telefono",
    "l31.4": "Genere",
    "l31.5": "Immagine del Profilo",
    "h32": "Come Utilizziamo le Tue Informazioni",
    "l32.1": "Numero di Telefono: Per accedere o registrarsi è richiesto il numero di telefono.",
    "l32.2": "Numero di Telefono: Usiamo il numero di telefono per inviarti l'OTP.",
    "l32.3": "Per fornire e mantenere i nostri servizi.",
    "l32.4": "Email: Per informarti su eventuali modifiche ai nostri servizi.",
    "l32.5": "Per permetterti di partecipare a funzionalità interattive dei nostri servizi.",
    "l32.6": "Email: Per fornire supporto clienti.",
    "l32.7": "Email: Per raccogliere analisi o informazioni utili per migliorare i nostri servizi.",
    "l32.8": "Genere: Per monitorare l’utilizzo dei nostri servizi.",
    "l32.9": "Per rilevare, prevenire e risolvere problemi tecnici.",
    "l40": "Immagine del Profilo: Per mostrare agli utenti un'immagine sul profilo che altri utenti possano identificare.",
    "l40.1": "Nome: Per mostrare il nome sul profilo e permettere all'utente di identificare altri utenti.",
    "l41": "Informazioni di Contatto",
    "l41.1": "Per richieste relative alla privacy, contattaci a:",
    "l41.2": "Nome dell’Azienda",
    "l41.3": "Email di Supporto",
    "l41.4": "Numero di Telefono",
    "l41.5": "Sviluppato Da"
  },
  "terms": {
    "rent": "Noleggia un'auto",
    "Parties": "Parti, (Columbus Vacations Private Limited)",
    "l1": "Il locatore è ZüriCar GmbH Svizzera, con sede legale a Opfikon (di seguito denominato \"Società di Noleggio\"). Il locatario è la persona fisica o giuridica indicata nel contratto di noleggio che noleggia un veicolo dalla Società di Noleggio.",
    "h1": "Conclusione e Oggetto del Contratto",
    "l2": "La prenotazione del gruppo di veicoli selezionato effettuata dal locatario costituisce un'offerta vincolante ai sensi dell'art. 3 e seguenti del Codice delle Obbligazioni svizzero per la conclusione di un contratto di noleggio veicoli. Il contratto si conclude con la conferma della Società di Noleggio al locatario, che può avvenire anche per via digitale.",
    "l2.1": "Il contenuto del contratto concluso sarà confermato come vincolante per entrambe le parti al momento del ritiro del veicolo mediante la firma personale del locatario su un dispositivo elettronico sotto il testo del contratto lì visualizzato. Con questa firma, il locatario conferma di aver letto e compreso il testo del contratto insieme a questi Termini e Condizioni, disponibili per la consultazione presso il deposito di noleggio o recuperabili su https://zuericar.com/, e accetta espressamente gli stessi.",
    "l2.2": "La Società di Noleggio si riserva il diritto di offrire una categoria di veicolo superiore se la categoria di veicolo prenotata non è più disponibile o di rifiutare la prenotazione del locatario. Se, eccezionalmente, il locatario ha prenotato un modello di veicolo specifico, ZüriCar GmbH non garantisce la disponibilità di tale modello anche se la prenotazione è stata confermata. ZüriCar GmbH ha il diritto di recedere unilateralmente dal contratto di noleggio senza ulteriori azioni e in particolare senza responsabilità per danni se un modello di veicolo garantito non è disponibile.",
    "l2.3": "ZüriCar GmbH ha inoltre il diritto di recedere dal contratto senza responsabilità per danni se il locatario non paga l'intero importo del noleggio e tutte le altre tasse e costi per l'intero periodo di noleggio prima dell'inizio del periodo di noleggio.",
    "l2.4": "Il locatario e i conducenti aggiuntivi possono utilizzare l'oggetto del noleggio esclusivamente per l'uso concordato.",
    "l2.5": "Servizio EVAG Express/Contratto Quadro: Con la conclusione del Contratto Quadro, questi Termini e Condizioni si applicano a tutti i contratti di noleggio nell'ambito dell'Accordo. Se viene utilizzato il Servizio EVAG Express, il contratto di noleggio tra le parti entra in vigore con la consegna della chiave del veicolo al locatario presso il banco EVAG o la cassetta delle chiavi EVAG. Il locatario si impegna a notificare immediatamente a ZüriCar GmbH eventuali modifiche ai dettagli (indirizzo, carta di credito, ecc.) forniti nel Contratto Quadro.",
    "h3": "Modifica/Cancellazione della Prenotazione da parte del Locatario",
    "stg": "con tariffe Flexi",
    "l3": "Le prenotazioni possono essere cancellate o modificate gratuitamente in qualsiasi momento prima dell'inizio del noleggio.",
    "l3.1": "Le modifiche/cancellazioni devono essere presentate per iscritto o via email a:",
    "l3.2": "Email:, (Love to Explore)",
    "l3.3": "Le modifiche sono soggette alla disponibilità del veicolo.",
    "stg4": "Con Tariffe di Prenotazione Anticipata (Prepagate)",
    "l4": "Le modifiche alla prenotazione sono consentite prima dell'inizio del noleggio con una tassa di CHF 30.00.",
    "l4.1": "Le modifiche transnazionali con tariffe prepagate non sono consentite.",
    "l4.2": "Nessun rimborso sul pagamento anticipato per differenze di prezzo o spese di noleggio.",
    "l4.3": "Le prenotazioni possono essere cancellate prima dell'inizio del noleggio. In tali casi:",
    "l4.4": "Viene addebitata una tassa di cancellazione fino a 3 giorni di noleggio (più extra/tasse/costi).",
    "l4.5": "Qualsiasi importo pagato oltre la tassa di cancellazione sarà rimborsato entro 10 giorni lavorativi.",
    "l4.6": "Se il locatario dimostra l'assenza o la minore entità del costo/perdita, la tassa può essere adeguata.",
    "l4.7": "Le cancellazioni e le modifiche devono essere effettuate online",
    "a5": "per posta o per iscritto a:, (grouptravel-italy.com)",
    "l5": "ZüriCar GmbH, Europa-Strasse 19 ,8152 Glattbrugg (ZH) Switzerland, Zürich, Schweiz.",
    "l5.5": "Se il veicolo prenotato non viene ritirato all'orario concordato, l'intero importo del noleggio già pagato sarà trattenuto per intero.",
    "h6": "Mancato Ritiro del Veicolo",
    "l6.1": "Per le prenotazioni con tariffa Flexi, si applica quanto segue: Se il locatario non ritira il veicolo entro un'ora dall'orario concordato, per qualsiasi motivo, ZüriCar GmbH non sarà più vincolata dalla prenotazione.",
    "l6.2": "Per le prenotazioni con tariffe di prenotazione anticipata (prepagate), le spese di noleggio già pagate non saranno rimborsate al locatario nel caso in cui il veicolo prenotato non venga ritirato o non venga ritirato all'orario concordato. Il diritto di richiedere ulteriori danni è espressamente riservato.",
    "h7": "Requisiti per il Locatario/Conducente Aggiuntivo",
    "l7.1": "Il locatario si impegna a rispettare le disposizioni relative all'età e alla patente di guida prescritte in Svizzera e a consultare le informazioni corrispondenti prima della prenotazione sul sito web di ZüriCar GmbH o presso il deposito o a fare richieste in merito per telefono.",
    "l7.2": "Per verificare la validità della patente di guida, è necessario presentare la patente di guida originale.",
    "l7.3": "Le patenti di guida valide rilasciate in paesi non UE sono trattate come equivalenti a una patente di guida svizzera, se",
    "l7.4": "non vi è un visto valido per la Svizzera o un paese dell'UE nel passaporto del locatario da presentare;",
    "l7.5": "il locatario ha un visto valido per la Svizzera o un paese dell'UE nel passaporto da presentare e non è ancora stato in Europa per più di 6 mesi al momento del ritiro del veicolo.",
    "l7.6": "Le patenti non scritte in caratteri latini richiedono una patente di guida internazionale accompagnatoria.",
    "l7.7": "*Se il locatario o il conducente aggiuntivo non soddisfa i requisiti al momento del noleggio, la Società di Noleggio può recedere",
    "l7.8": "La Società di Noleggio si riserva il diritto di richiedere danni e recuperare le spese dai canoni di noleggio già pagati.",
    "l7.9": "Il veicolo può essere guidato solo dal Locatario. Se sono specificati conducenti aggiuntivi, devono anch'essi soddisfare i medesimi requisiti. In caso contrario, è vietato loro guidare. Ciò non dà diritto al Locatario di annullare o richiedere un rimborso per la tassa del conducente aggiuntivo.",
    "h8": "Consegna del Veicolo/Inizio del Noleggio",
    "l8.1": "La consegna del veicolo/l'inizio del noleggio può avvenire solo durante gli orari di apertura del relativo deposito di noleggio, a meno che non sia stato concordato un 'noleggio fuori orario' o la consegna del veicolo all'indirizzo del Locatario.",
    "l8.2": "Il Locatario ha l'obbligo di presentare i seguenti documenti al momento del noleggio del veicolo:",
    "l8.3": "una patente di guida valida e, se richiesto, una patente di guida internazionale (vedi Clausola 5);",
    "l8.4": "mezzi di pagamento validi secondo quanto previsto dalla Clausola 9;",
    "l8.5": "un passaporto valido per almeno tre mesi dopo la fine del contratto di noleggio oppure una carta d'identità svizzera o una rispettiva carta d'identità di un paese dell'UE.",
    "l8.6": "un altro documento d'identità che mostri l'indirizzo di residenza attuale se tale indirizzo non è indicato nel documento di cui alla lettera c, oppure altre informazioni verificabili sull'indirizzo di residenza attuale.",
    "l8.7": "Se uno di questi documenti non è disponibile, la Società di Noleggio ha il diritto di rifiutare la consegna del veicolo senza ulteriori azioni e di recedere dal contratto. In tal caso, la Società di Noleggio si riserva il diritto di recuperare i danni per le spese sostenute dai canoni di noleggio già pagati.",
    "l8.8": "Se il Locatario ritira il veicolo dopo l'orario concordato, la parte del canone di noleggio relativa al periodo non utilizzato è comunque dovuta alla Società di Noleggio.",
    "l8.9": "I veicoli saranno consegnati al Locatario in condizioni di sicurezza operative, con il serbatoio pieno o, nel caso di veicoli elettrici, con un livello di carica di almeno l'80%. Al momento dell'inizio del noleggio, il Locatario deve accertarsi della correttezza del chilometraggio e del livello di carburante dichiarati dalla Società di Noleggio, nonché della registrazione completa e corretta di incidenti e altri danni preesistenti al veicolo, nonché di eventuali attrezzature mancanti (in particolare documenti del veicolo, certificato di assicurazione, attrezzi, ruota di scorta, triangolo d'emergenza, kit di pronto soccorso o, nel caso di veicoli elettrici, cavo di ricarica o accessori di ricarica) e notificare immediatamente eventuali discrepanze alla Società di Noleggio. In assenza di tale notifica, il veicolo si considera consegnato in condizioni regolari.",
    "h9": "Deposito Cauzionale",
    "h9.1": "Il Locatario ha l'obbligo di fornire un deposito cauzionale all'inizio del periodo di noleggio al fine di garantire eventuali pretese di ZüriCar GmbH derivanti da o in connessione con il contratto di noleggio. L'importo del deposito cauzionale dipende dal gruppo del veicolo noleggiato ed è indicato nel contratto di noleggio. È possibile ottenere informazioni sul gruppo del veicolo e sul deposito cauzionale in qualsiasi momento online,",
    "h9.2": "telefonicamente o presso qualsiasi deposito EVAG. In ogni caso, tuttavia, fanno fede esclusivamente il gruppo del veicolo concordato nel contratto di noleggio e il deposito cauzionale lì specificato.",
    "l9": "ZüriCar GmbH è autorizzata a utilizzare il deposito cauzionale per compensare eventuali crediti nei confronti del Locatario derivanti da o in connessione con il contratto di noleggio. Se tale compensazione non avviene, il deposito cauzionale sarà rimborsato o accreditato al Locatario dopo la restituzione del veicolo.",
    "l9.1": "ZüriCar GmbH non ha alcun obbligo di mantenere il deposito cauzionale separato dai propri beni. Il deposito cauzionale non matura interessi. ZüriCar GmbH è autorizzata a richiedere il pagamento del deposito cauzionale anche dopo l'inizio del periodo di noleggio.",
    "h10": "Tariffa di Noleggio",
    "l10.1": "La tariffa di noleggio corrisponde essenzialmente alla tariffa concordata nel contratto di noleggio insieme ad altre commissioni e spese. Con la conclusione del presente contratto di noleggio, il Locatario conferma di aver preso atto di tali tariffe, commissioni e costi e di accettarli espressamente (incl. limite chilometrico, costi per accessori aggiuntivi, costi per conducenti aggiuntivi, costi di limitazione della responsabilità in conformità alle Clausole 15.5 e seguenti, costi per il servizio di consegna e ritiro, ecc.).",
    "l10.2": "Tutti i costi del carburante sono a carico del Locatario. Se il veicolo non viene restituito con il serbatoio pieno o, nel caso di veicoli elettrici, con un livello di carica di almeno l'80%, il rifornimento o la ricarica verranno fatturati al prezzo medio di mercato per carburante/elettricità più una tassa di rifornimento. Le informazioni sulla tassa attuale possono essere richieste presso il deposito di noleggio o verificate in",
    "l10.3": "qualsiasi momento.",
    "l10.4": "Il contratto di noleggio specifica un deposito specifico per la restituzione del veicolo alla fine del periodo di noleggio. Se il veicolo viene restituito in un luogo diverso o successivamente all'orario di restituzione concordato, è dovuta una tassa di CHF 50.00 (IVA inclusa). Questa tassa verrà addebitata in aggiunta a qualsiasi tassa per noleggio one-way.",
    "l10.5": "Condizioni di Pagamento e Fatturazione Elettronica",
    "l10.6": "Metodo di Pagamento",
    "l10.7": "Il pagamento può essere effettuato con mezzi di pagamento validi come carte di credito (di un circuito di carte di credito internazionalmente accettato, ovvero American Express, Diners Club, Eurocard/Mastercard e Visa), carte di debito o carte Maestro. Le carte prepagate, come ad esempio Visa Electron, non sono accettate. Per le prenotazioni effettuate con tariffe prepagate, non è possibile applicare voucher o altri crediti durante o dopo la prenotazione, a meno che le condizioni riportate sul voucher non consentano esplicitamente il riscatto del valore del voucher per prenotazioni con tariffe prepagate e se il valore del voucher viene applicato immediatamente durante la prenotazione.",
    "l10.8": "Scadenza del Pagamento",
    "l10.9": "Prenotando una tariffa flessibile o salvo diverso accordo esplicito, il canone di noleggio, tutte le altre spese concordate e il deposito cauzionale verranno addebitati sul mezzo di pagamento del Locatario all'inizio del noleggio. Prenotando una tariffa early booking (tariffa prepagata), il mezzo di pagamento verrà addebitato immediatamente dopo la prenotazione con il canone di noleggio secondo quanto previsto alla Clausola 8 sopra indicata, così come per tutti gli altri servizi prenotati anticipatamente.",
    "l11": "Autorizzazione ad addebitare i mezzi di pagamento",
    "l11.1": "Il Locatario autorizza irrevocabilmente ZüriCar GmbH e i suoi agenti di riscossione, al momento della conclusione del contratto, ad addebitare tutti i costi relativi al noleggio dell’auto e tutte le altre pretese di ZüriCar GmbH connesse al contratto di noleggio (in particolare multe, oneri, rimborsi e altri addebiti imposti alla Società di noleggio o ai suoi agenti per violazioni del codice della strada da parte del Locatario; vedi Clausole 13.2 e 13.3 di seguito), nonché eventuali richieste di risarcimento danni ai sensi della Clausola 15 di seguito, dai mezzi di pagamento specificati dal Locatario al momento della conclusione del contratto di noleggio o successivamente presentati o aggiuntivamente indicati.",
    "l11.2": "Il costo del noleggio (ad eccezione delle tariffe di prenotazione anticipata) e il deposito cauzionale devono essere garantiti al momento della consegna del veicolo, e nel caso di noleggi a lungo termine, mensilmente in anticipo, tramite approvazione della banca che gestisce il pagamento. Se l’approvazione non viene concessa, ZüriCar GmbH ha il diritto di rifiutare la consegna del veicolo. Se il veicolo è già stato consegnato e non viene concessa l’approvazione per il mese successivo, il Locatario sarà in mora nei confronti degli obblighi di pagamento. In tal caso, ZüriCar GmbH è autorizzata a risolvere il contratto di noleggio senza preavviso dopo aver fissato un termine unico per il pagamento senza esito positivo.",
    "l12": "Fatturazione elettronica",
    "l12.1": "Il Locatario accetta di non ricevere fatture cartacee e che, invece, la Società di noleggio invierà una fattura elettronica conforme ai requisiti di legge all’indirizzo e-mail fornito.",
    "l12.2": "Il Locatario è responsabile di assicurarsi di poter ricevere le fatture elettroniche o, laddove concordato, di recuperarle elettronicamente. Il Locatario è responsabile per eventuali malfunzionamenti dei dispositivi di ricezione o altre circostanze che impediscano l’accesso. Una fattura si considera ricevuta una volta che raggiunge il dominio del Locatario. Se la Società di noleggio invia solo una notifica e il Locatario deve recuperare la fattura autonomamente, o se la fattura è resa disponibile per il recupero, essa si considera ricevuta una volta recuperata. Il Locatario è obbligato a verificare la disponibilità delle fatture fornite a intervalli ragionevoli.",
    "l12.3": "Il Locatario può revocare in qualsiasi momento la consegna esclusivamente elettronica della fattura. In tal caso, la Società di noleggio fornirà la fattura in formato cartaceo. Il Locatario sosterrà i costi aggiuntivi per la consegna della fattura cartacea e per la spedizione.",
    "h13": "Uso del Veicolo",
    "l13": "Il Locatario è obbligato (i) a guidare e trattare il veicolo con cura e a rispettare le istruzioni operative indicate dal produttore o dalla Società di noleggio; (ii) a chiudere il veicolo a chiave quando non è in uso, incluse finestre, tetto apribile e cofano; (iii) a utilizzare il veicolo solo nei paesi consentiti e in conformità con le leggi locali; (iv) a usare il veicolo solo per scopi legalmente consentiti; e (v) a fermare il viaggio in caso di difetto non appena è sicuro farlo e a notificare immediatamente la Società di noleggio.",
    "h14": "Limitazioni d’Uso",
    "l14": "È vietato usare il veicolo (i) per gare, corsi di derapata, corsi di guida o simili, e come veicolo scuola guida; (ii) come veicolo di soccorso, traino o per manovre; (iii) fornendo dati personali falsi come età, nome, indirizzo ecc.; (iv) sotto l’influenza di alcol, droghe, farmaci e stimolanti; (v) in condizioni di sovraccarico o non idonee alla guida...",
    "h15": "Manutenzione",
    "l15.1": "Il Locatario si impegna a controllare regolarmente i livelli di olio, AdBlue e acqua, nonché la pressione degli pneumatici, e a prendere le misure necessarie. Il locatario deve rispettare rigorosamente i manuali per il veicolo elettrico o ibrido da ricaricare e per qualsiasi attrezzatura o accessorio utilizzato (ad esempio il cavo di ricarica), così come le istruzioni riguardanti l’uso delle stazioni di ricarica esposte presso le stazioni stesse. L’uso di cavi di ricarica o altri equipaggiamenti o accessori che (i) non sono certificati secondo le leggi e regolamenti applicabili (es. certificazione CE), (ii) non sono approvati per il rispettivo veicolo o la stazione di ricarica secondo le istruzioni esposte, o (iii) sono danneggiati è severamente vietato. Qualora vengano avanzate richieste di risarcimento contro di noi da parte del gestore della stazione di ricarica a causa di uso improprio o danni alla stazione stessa, queste verranno addebitate al locatario di conseguenza. Un parcheggio pubblico deve essere liberato non appena il processo di ricarica è completato o è stato raggiunto il tempo massimo di parcheggio consentito. I costi sostenuti da EVAG a causa del superamento del tempo massimo di ricarica e/o parcheggio, così come qualsiasi costo sostenuto da EVAG per multe o per l’uso di servizi di traino, ad esempio per parcheggio illegale, saranno addebitati al locatario.",
    "h16": "Riparazioni",
    "l16": "Le riparazioni durante il periodo di noleggio dovrebbero, ove possibile, essere effettuate dalla rappresentanza del marchio più vicina.",
    "l16.1": "Qualora i costi di riparazione superino CHF 200.00, la Società di noleggio deve essere consultata in anticipo per l’approvazione dei costi.",
    "l16.2": "La Società di noleggio rimborserà i costi di riparazione previa approvazione dei costi e presentazione della ricevuta.",
    "l16.3": "Sono escluse tutte le situazioni in cui il Locatario è responsabile dei costi, ad esempio in base alla Clausola 15.6 delle presenti Condizioni generali.",
    "l16.4": "I pezzi sostituiti devono essere consegnati dal Locatario alla Società di noleggio.",
    "h17": "Responsabilità Limitata della Società di Noleggio",
    "l17.1": "Qualsiasi responsabilità della Società di noleggio per sé stessa e per gli agenti da essa impiegati nei confronti del Locatario e di eventuali conducenti aggiuntivi per qualsiasi tipo di danno personale contrattuale e/o extracontrattuale e/o danno a cose è espressamente esclusa nella misura consentita dalla legge, inclusa la responsabilità per danni indiretti e/o consequenziali, perdita di profitto, danni conseguenti causati da difetti, danni causati da ritardi, impossibilità di utilizzo del veicolo, mancate connessioni e opportunità di effettuare operazioni commerciali, ecc.",
    "h18": "Doveri di Cura e Obbligo di Informazione del Locatario",
    "l18": "In caso di incidente, furto, incendio, danni causati da animali selvatici o altri danni al veicolo, il Locatario deve notificare senza indugio la Società di noleggio e fare tutto il necessario e utile per chiarire i fatti e ridurre i danni.",
    "l18.1": "In particolare, il Locatario deve segnalare immediatamente ogni incidente alla polizia e coinvolgere la polizia stessa. Ciò vale anche per danni minori e incidenti imputabili al Locatario senza coinvolgimento di terzi.",
    "l18.2": "Se la polizia rifiuta di registrare i dettagli dell’incidente, il Locatario deve informare immediatamente la Società di noleggio e fornire prova di ciò.",
    "l18.3": "Il Locatario è proibito dal riconoscere o soddisfare una richiesta, in tutto o in parte, a meno che il rifiuto di riconoscere o soddisfare non sia evidentemente gravemente irragionevole nelle circostanze.",
    "l18.4": "Il Locatario deve fornire alla Società di noleggio una dichiarazione completa e scritta sulle circostanze dell’incidente e, su richiesta, fornire ulteriori informazioni per iscritto, così come i dati di contatto dei testimoni e le parti coinvolte.",
    "l18.5": "Se si verifica una di queste circostanze, il Locatario è vietato continuare il noleggio del veicolo, oppure il diritto a guidare un veicolo noleggiato termina o viene sospeso con effetto immediato.",
    "l18.6": "In caso di violazione degli obblighi del Locatario ai sensi delle Clausole 12.1 e/o 12.2, il Locatario diventerà pienamente responsabile senza ulteriore avviso per qualsiasi danno connesso alle circostanze sopra indicate, per cui qualsiasi limitazione di responsabilità o assicurazione sottoscritta cesserà di applicarsi (vedere Clausola 15.6 qui di seguito).",
    "l18.7": "Il Locatario autorizza la Società di Noleggio a consultare fascicoli della polizia e/o ufficiali in caso di reclamo.",
    "h19": "Violazione del Codice della Strada",
    "l19.1": "Il Locatario ha l’obbligo di rispettare tutte le norme del codice della strada e di informarsi circa eventuali normative particolari vigenti nel paese di noleggio o nei paesi attraversati durante il viaggio.",
    "l19.2": "Il Locatario è l’unico responsabile di tutte le violazioni di legge commesse con il veicolo noleggiato, ad esempio ai sensi del Codice della Strada, fino alla restituzione del veicolo (anche se commesse da un conducente aggiuntivo).",
    "l19.3": "Qualora la Società di Noleggio fosse ritenuta responsabile in base alla responsabilità del proprietario o per altri motivi, ZüriCar GmbH ha il diritto di addebitare al Locatario eventuali multe, tasse, costi, ecc. sostenuti in modo appropriato.",
    "l19.4": "In qualità di detentore del veicolo noleggiato, la Società di Noleggio ha l’obbligo legale di comunicare i dati personali del conducente o del locatario alle autorità in caso di infrazioni al codice della strada.",
    "l19.5": "In tal caso il Locatario si impegna a corrispondere alla Società di Noleggio una somma di CHF 40.00 per le spese amministrative.",
    "h20": "Viaggi all’Estero e Restrizioni di Entrata",
    "l20.1": "Se al momento della consegna del veicolo il Locatario riceve istruzioni o condizioni speciali dalla Società di Noleggio riguardo a dogane, obblighi di dichiarazione doganale e/o comportamento al momento del valico delle frontiere o riguardo al luogo di restituzione, il Locatario dovrà attenersi rigorosamente a tali indicazioni.",
    "l20.2": "Se per qualsiasi motivo il Locatario non fosse in grado di rispettare le istruzioni ricevute, dovrà comunicarlo immediatamente alla Società di Noleggio.",
    "l20.3": "In caso di violazione di tali disposizioni, il Locatario sarà tenuto a risarcire la Società di Noleggio per ogni danno conseguente, in particolare dazi doganali, imposte di importazione e multe.",
    "l20.4": "A seconda della categoria del veicolo e dei termini della singola prenotazione, i veicoli a noleggio potrebbero non essere portati in determinati Paesi. Le restrizioni applicabili sono indicate nel contratto di noleggio.",
    "h21": "Responsabilità, Limitazione di Responsabilità, Opzioni di Protezione",
    "l21.1": "Responsabilità del Locatario nei confronti della Società di Noleggio: Il Locatario è responsabile, indipendentemente da colpa, di qualsiasi danno, distruzione o perdita del veicolo (ad es. furto). Ciò include comportamenti di conducenti aggiuntivi o aiutanti invitati dal Locatario. Più Locatari sono responsabili in solido. Un accordo di limitazione di responsabilità può ridurre la responsabilità del Locatario (vedere Clausola 15.5).",
    "stg22": "Ambito di Responsabilità",
    "stg22.1": "La responsabilità del Locatario include:",
    "l22": "Oltre al danno effettivo (ad es. perdita di valore del veicolo o costi di riparazione, considerando una ragionevole svalutazione, trasporto, franchigia e perdita del bonus), la responsabilità del Locatario include i costi di perizia e una tassa di gestione di CHF 180.00 per sinistro. In caso di perdita totale, il Locatario è inoltre responsabile della tassa fissa di CHF 320.00 per immatricolazione e cancellazione.",
    "l22.1": "In caso di perdita o danneggiamento del cavo di ricarica per veicoli elettrici, il Locatario rimborserà alla Società di Noleggio i costi di sostituzione del cavo e la tassa di gestione di cui sopra. La Società di Noleggio può richiedere ulteriori danni. In caso di danno, la Società di Noleggio può incaricare un perito indipendente a spese del Locatario per determinare causa, entità e costi. Il Locatario accetta che i risultati della perizia siano vincolanti ai fini della liquidazione del sinistro secondo l’Art. 189 ZPO (Codice di Procedura Civile). Se il veicolo non può essere utilizzato dalla Società di Noleggio a causa del danno, questa può addebitare la perdita di utilizzo per la durata della riparazione secondo le tariffe concordate con il Locatario.",
    "l22.2": "In caso di perdita totale, sarà addebitato un forfait per una settimana di perdita di utilizzo. ZüriCar GmbH fatturerà al Locatario qualsiasi danno di cui questi sia responsabile; la fattura dovrà essere pagata entro 7 giorni. In caso di mancato pagamento, dalla prima sollecitazione sarà applicata una penale di CHF 18.00. Tutti i costi ulteriori per il recupero del credito saranno a carico del Locatario.",
    "stg23": "Assicurazione di Responsabilità per Danni a Terzi",
    "l23": "Il Locatario e ogni conducente autorizzato sono assicurati tramite una polizza di responsabilità civile per veicoli a motore. Tale assicurazione copre danni personali e materiali subiti da terzi fino a un massimale di CHF 100.000.000 ed è valida in Europa.",
    "l23.1": "Polizza Auto Personale (PAP)",
    "l23.2": "La sottoscrizione aggiuntiva di una polizza personale auto (PAP) offre al Locatario protezione per lesioni personali al Locatario o altri occupanti in caso di incidente. Il massimale della PAP è: CHF 40.000 per invalidità, CHF 20.000 per decesso e spese mediche illimitate (per max. 5 anni).",
    "stg24": "Limite di Responsabilità per Danni/Furto del Veicolo",
    "l24": "All’inizio del noleggio, il Locatario può limitare la propria responsabilità verso la Società di Noleggio per danni, distruzione e furto del veicolo sottoscrivendo una polizza di limitazione della responsabilità e protezione contro il furto. Con il pagamento di una tariffa speciale, è possibile ridurre o annullare completamente la franchigia. L’importo della franchigia è indicato nel listino vigente al momento della stipula e nel contratto di noleggio. La franchigia concordata è dovuta per ogni sinistro e si applica più volte in caso di più sinistri nel periodo di noleggio.",
    "l24.1": "Con il pagamento di un’ulteriore tariffa, può essere acquistato un pacchetto di protezione “Interni” che copre danni e sporco all’interno del vano di carico, bagagliaio o bauletto durante l’uso del veicolo e le operazioni di carico/scarico.",
    "l24.2": "Danni e sporco all’interno del veicolo o dell’abitacolo derivanti dall’uso ordinario del veicolo. Rimangono riservati i casi di esclusione o cessazione della limitazione di responsabilità come da Clausola 15.6.",
    "l24.3": "Esclusione o cessazione della limitazione di responsabilità o della copertura assicurativa. Danni causati intenzionalmente o con colpa grave (vedi Clausola 15.7) comportano la cessazione della limitazione di responsabilità e copertura assicurativa e quindi la responsabilità illimitata del Locatario verso la Società di Noleggio e terzi.",
    "l24.4": "Indipendentemente da colpa, la limitazione o assicurazione NON si applica nei seguenti casi e il Locatario è responsabile illimitatamente per tutti i danni:",
    "l24.5": "Errato rifornimento, uso improprio di catene da neve, portapacchi da sci o bagagli, carico/scarico negligente, uso improprio degli interni (buchi da sigaretta, strappi, macchie), guida fuori strada asfaltata, errata gestione di capote apribili, mancata chiusura in caso di pioggia o vento, ecc.",
    "l24.6": "Servizio o manutenzione insufficiente del veicolo durante il noleggio.",
    "l24.7": "Danni al tetto o altri danni dovuti al mancato rispetto di limiti di altezza/larghezza in passaggi, ingressi, tunnel, ponti, ecc.",
    "l24.8": "Danni (es. frizione, cambio, sospensioni) causati da uso scorretto evidente del veicolo (es. uso errato cambio automatico, guida 4x4).",
    "l24.9": "Trasporto di merci proibite o pericolose; violazioni contrattuali e legali, uso senza patente valida, consegna a terzi non autorizzati o senza patente; violazione degli obblighi doganali e di dichiarazione; ostruzione a misure di accertamento della capacità di guida da parte della polizia (Art. 91a (1) SVG).",
    "l24.10": "Costi di servizio o riparazione derivanti da eventi auto-inflitti: perdita chiavi, chiusura chiavi nel veicolo, immobilizzazione per mancanza carburante, avviamento con batteria scarica, rimanere bloccati; salvo se il locatario ha stipulato un servizio mobilità speciale con il locatore oltre la limitazione generale di responsabilità. I servizi di mobilità si attivano solo con il servizio di assistenza 24h EVAG. Se il locatario usa terzi per l’assistenza, ZüriCar GmbH declina responsabilità e il locatario è totalmente responsabile per danni da questi causati.",
    "l24.11": "Colpa grave: si definisce comportamento gravemente negligente che comporta la piena responsabilità illimitata del locatario nei confronti del locatore o terzi, nonostante limitazioni di responsabilità o assicurazioni:",
    "l24.12": "Violazioni gravi del codice della strada (Art. 90 (2) SVG); guida consapevole di pericoli o negligenza; violazioni di principi basilari di sicurezza ignorando rischi evidenti; guida in stato di ebbrezza, sotto effetto di droghe o farmaci che riducono capacità di guida; guida affaticata o con micro-sonno; violazioni che causano incidenti come velocità eccessiva o inadeguata, perdita controllo, distanza insufficiente, ignorare divieti di sorpasso, segnali di stop e altri segnali stradali, direzione vietata, distrazioni (telefono, radio, navigatore), disattivazione sistemi di sicurezza come ABS, ESP, guida veicolo non sicuro (carico non assicurato, finestrini sporchi), mancata sicurezza veicolo (freno a mano non inserito, veicolo sbloccato, chiavi lasciate dentro), lasciare oggetti di valore nel veicolo.",
    "h25": "Restituzione del Veicolo",
    "l25.1": "Il Locatario si impegna a restituire il veicolo conformemente ai dettagli indicati nel Contratto di Noleggio riguardo al luogo, data e ora di riconsegna o, in caso di cessazione anticipata del Contratto di Noleggio, immediatamente alla Società di Noleggio.",
    "l25.2": "Il Locatario è obbligato a restituire il veicolo a un dipendente responsabile delle restituzioni presso il deposito e all’orario concordato, se tale dipendente è presente. Se il Locatario restituisce il veicolo in un deposito diverso da quello concordato o in un orario successivo a quello concordato, è dovuto un supplemento di CHF 20,00 per le spese aggiuntive. Tale supplemento si aggiunge a eventuali costi di noleggio per tratte di sola andata o giorni di noleggio. Il veicolo si considera restituito alla Società di Noleggio quando è stato bloccato tramite i servizi digitali di ZüriCar GmbH (“restituzione virtuale”) o quando il veicolo e la chiave sono stati consegnati e il veicolo è stato verificato dalla Società di Noleggio (“Registrazione”). In caso di restituzione virtuale o se il veicolo è restituito al di fuori degli orari di apertura del deposito, il Locatario rimane responsabile fino alla registrazione da parte della Società di Noleggio. Lo stesso vale se, in presenza di un dipendente responsabile, il Locatario lascia il deposito prima che il veicolo sia stato registrato.",
    "l25.3": "Se il Locatario non restituisce il veicolo e la chiave alla Società di Noleggio alla fine del periodo di noleggio concordato, anche se non è colpa del Locatario, la Società di Noleggio ha diritto di richiedere un risarcimento per l’uso per il periodo di trattenimento almeno pari al costo del noleggio precedentemente concordato. Inoltre, il Locatario è obbligato a pagare un importo forfettario di CHF 50,00 (IVA inclusa) a titolo di compenso per i costi di gestione associati, salvo che il Locatario dimostri che la Società di Noleggio abbia sostenuto minori spese e/o danni. Non è esclusa la richiesta di ulteriori danni.",
    "l25.4": "Il Locatario deve restituire il veicolo e gli accessori in condizioni corrispondenti all’uso contrattuale. In caso di danni, usura eccessiva o sporco del veicolo, il cliente dovrà corrispondere un risarcimento. Una limitazione di responsabilità conclusa ai sensi della Clausola 15.5 non esonera dal risarcimento per usura eccessiva o sporco del veicolo, salvo che riguardi l’interno quando è acquistato il pacchetto di protezione corrispondente e che derivi dal normale utilizzo del veicolo.",
    "l25.5": "Per noleggi superiori a 27 giorni, il Locatario sostiene i costi per il rabbocco di liquidi (in particolare olio motore, AdBlue, liquido tergicristalli e antigelo) fino all’8% del canone mensile netto di noleggio, se tali liquidi devono essere rabboccati durante il periodo di noleggio.",
    "l25.6": "Per veicoli dotati di serbatoio AdBlue®, il Locatario deve assicurarsi che il serbatoio sia sempre sufficientemente pieno. Il Locatario e i suoi agenti e rappresentanti sono responsabili illimitatamente per qualsiasi violazione di questo obbligo durante il periodo di noleggio; il Locatario manleva EVAG da qualsiasi richiesta avanzata da autorità o terzi, in particolare multe o ammonimenti, derivanti dal mancato riempimento del serbatoio AdBlue®.",
    "l25.7": "I dati possono essere memorizzati nel veicolo se viene utilizzato il dispositivo di navigazione o se dispositivi mobili o altri dispositivi sono collegati al veicolo. Se il Locatario/conducente desidera che tali dati non siano più accessibili nel veicolo dopo la restituzione, deve assicurarsi di cancellarli prima della riconsegna. La cancellazione può essere effettuata riportando i sistemi di navigazione e comunicazione del veicolo alle impostazioni di fabbrica. Le istruzioni sono contenute nel manuale operativo nel vano portaoggetti. La Società di Noleggio ha il diritto di cancellare i suddetti dati.",
    "l25.8": "Il Locatario ha l’obbligo di informare ZüriCar GmbH di eventuali danni al veicolo durante il periodo di noleggio immediatamente dopo il verificarsi. Di norma, la Società di Noleggio redige un verbale dello stato del veicolo al momento della restituzione come parte della procedura di registrazione, che deve essere firmato da entrambe le parti, fornendo così un documento vincolante sullo stato del veicolo. In caso di restituzione virtuale o restituzione al di fuori degli orari di apertura del deposito o per altri motivi in cui non si redige un verbale, ZüriCar GmbH è autorizzata a registrare unilateralmente eventuali danni, usura eccessiva o sporco e a comunicarlo al Locatario entro 3 giorni lavorativi dalla registrazione. In mancanza di tale comunicazione, il veicolo si considera restituito in buono stato, salvo prova contraria.",
    "l25.9": "Alla scadenza del contratto di noleggio o in caso di superamento del periodo di noleggio concordato, la Società di Noleggio ha il diritto di prendere possesso del veicolo in qualsiasi momento o di ottenerlo a spese del Locatario e di addebitare ogni ulteriore utilizzo del contratto di noleggio.",
    "l25.10": "Ciò vale anche per noleggi a lungo termine nel caso in cui il Locatario ritardi di oltre 15 giorni il pagamento del canone concordato o si preveda che non potrà più adempiere agli obblighi contrattuali. Il contratto di noleggio termina all’orario concordato. Con il consenso della Società di Noleggio, il contratto può essere prolungato se il Locatario lo richiede almeno tre giorni prima della scadenza del periodo concordato. In assenza di accordo contrario, si applicano le stesse condizioni del periodo di noleggio originario o condizioni adeguate al periodo prolungato. La proroga può essere effettuata solo per iscritto presso il deposito competente della Società di Noleggio e solo dal Locatario stesso.",
    "l25.11": "Le tariffe speciali sono valide solo per il periodo offerto e richiedono che il noleggio duri per l’intero periodo concordato al momento del noleggio. Se il periodo concordato viene superato o abbreviato, la tariffa applicabile per l’intero periodo è la tariffa normale e non quella speciale. ZüriCar GmbH si riserva espressamente il diritto di richiedere ulteriori danni.",
    "l25.12": "Nel caso di noleggi a lungo termine (periodo superiore a 25 giorni), il Locatario ha l’obbligo di restituire il veicolo quando viene raggiunto il chilometraggio indicato nel contratto di noleggio, ma non oltre l’ultimo giorno di noleggio indicato nel contratto. Se il Locatario supera il chilometraggio indicato nel contratto di oltre 100 km e/o restituisce il veicolo dopo la data indicata, è tenuto a pagare una penale contrattuale di CHF 850; ciò non si applica se il Locatario dimostra che la Società di Noleggio non ha subito danni o ha subito danni minori. Tale penale si aggiunge alla tariffa normale per il periodo di noleggio più lungo. Se si raggiunge il chilometraggio previsto, il Locatario riceverà un veicolo sostitutivo di pari valore per il periodo di noleggio residuo al momento della restituzione.",
    "h26": "Protezione dei Dati",
    "l26": "Tutti i dati che ZüriCar GmbH riceve dal Locatario o da altri soggetti coinvolti nel processo di noleggio sono trattati in conformità alla Legge Svizzera sulla Protezione dei Dati e, ove applicabile, al Regolamento Generale sulla Protezione dei Dati dell’UE (GDPR).",
    "l26.1": "ZüriCar GmbH è espressamente autorizzata dal cliente a trattare, oltre ai dati personali generali, tutti gli altri dati contenuti nella patente di guida o documento d’identità (passaporto/ID) (comprese foto), dati di comunicazione (in particolare indirizzo email), dati finanziari (es. dati della carta di credito) e tutte le altre categorie di dati personali secondo la nostra Privacy Policy (https://zuericar.com/) per le finalità indicate. Il Locatario ha il diritto di revocare il consenso sopra indicato in qualsiasi momento. La revoca non pregiudica la liceità del trattamento effettuato prima della revoca.",
    "l26.2": "L’indirizzo email sarà usato da EVAG solo per offrire beni o servizi simili al Locatario. Il Locatario può opporsi a tale utilizzo in qualsiasi momento senza costi diversi dai normali costi di trasmissione.",
    "l26.3": "Fornendo i dati, il Locatario acconsente alla trasmissione degli stessi all’interno del gruppo EXPLORE Holding per elaborare la transazione oggetto del contratto, per scopi di marketing, per mantenere rapporti con clienti attuali o futuri, e per scopi espressamente indicati al momento della raccolta o ovviamente connessi.",
    "l26.4": "Il Locatario può revocare tale consenso alla divulgazione dei dati a ZüriCar GmbH in qualsiasi momento con effetto futuro.",
    "l26.5": "Nome, indirizzo, dati di noleggio e tutte le altre informazioni conosciute dalla Società di Noleggio sul Locatario saranno comunicati alle autorità competenti su richiesta legittima (es. in..."
  },
  "general": {
    "h1": "Termini e Condizioni Generali",
    "stg": "Premessa",
    "p1.1": "Premessa ZüriCar GmbH (di seguito denominata  ZüriCar GmbH) organizza servizi di viaggio sul sito  info@zuricar.ch. Su questo portale internet vengono offerti vari servizi di viaggio da tour operator, compagnie aeree o altri fornitori di servizi nominati espressamente.",
    "p1.2": "Le seguenti condizioni generali di mediazione si applicano ai servizi di intermediazione di  ZüriCar GmbH per pacchetti turistici, crociere, voli (solo), hotel (solo), noleggio auto, city tour, altri servizi di viaggio, servizi di viaggio correlati e assicurazioni di viaggio sul portale internet.",
    "p1.3": "Si prega inoltre di notare le condizioni generali applicabili (condizioni di viaggio e di pagamento) nonché le informazioni precontrattuali del rispettivo fornitore responsabile, che è possibile consultare nella descrizione del servizio.",
    "h2": "I. Contenuto del Contratto, Conclusione del Contratto",
    "p2.1": "Viene stipulato un contratto di gestione commerciale tra il cliente e ZüriCar GmbH (di seguito denominata ' ZüriCar GmbH'). Il cliente incarica  ZüriCar GmbH di organizzare pacchetti turistici, crociere, un volo (solo), un hotel (solo), noleggio auto, city tour, altri servizi di viaggio, servizi di viaggio correlati e/o assicurazioni di viaggio dal rispettivo fornitore di servizi. ZüriCar GmbHisce esclusivamente come intermediario per i servizi offerti e non fornisce tali servizi in proprio nome salvo diversa indicazione.",
    "p2.2": "Le offerte presentate sul portale sopra menzionato non costituiscono offerte contrattuali vincolanti da parte di  ZüriCar GmbH o del rispettivo fornitore di servizi. Inserendo i propri dati e inviando il modulo di prenotazione online a  ZüriCar GmbH, il cliente presenta un'offerta contrattuale vincolante al rispettivo fornitore di servizi e contemporaneamente incarica  ZüriCar GmbH di agire come intermediario.",
    "p2.3": "Il cliente riceverà quindi un riscontro di ricezione della prenotazione da  ZüriCar GmbH via e-mail, all'indirizzo e-mail fornito dal cliente. Questo riscontro conferma solo la ricezione della richiesta di prenotazione. Il contenuto della conferma di prenotazione non viene memorizzato e non può essere recuperato successivamente.",
    "p2.4": "Il cliente è tenuto a controllare immediatamente la correttezza dei dati nella conferma di prenotazione al momento del ricevimento. In caso di informazioni errate, il cliente deve contattare immediatamente  ZüriCar GmbH utilizzando il numero di telefono o l'indirizzo e-mail indicati sul portale per richiedere una correzione. Si prega di notare che molte compagnie aeree addebitano una tassa per la correzione dei dati sui biglietti aerei, che sarà addebitata al cliente a meno che l'errore non sia imputabile a  ZüriCar GmbH.",
    "p2.5": "Il contratto tra il cliente e il rispettivo fornitore di servizi si conclude solo quando i servizi richiesti vengono confermati al cliente in modo legalmente vincolante, sia dal fornitore di servizi o da  ZüriCar GmbH per conto di quest'ultimo.",
    "h3": "II. Commissioni di Intermediazione e Spese di Lavorazione",
    "p3.1": "ZüriCar GmbH (di seguito denominata  ZüriCar GmbH) non addebita una commissione separata per i servizi di intermediazione riguardanti (solo) hotel, pacchetti turistici, noleggio auto, city tour e assicurazioni di viaggio, salvo quanto diversamente specificato di seguito:",
    "p3.2": "Per i servizi di intermediazione riguardanti (solo) voli, servizi ferroviari e altri servizi individuali vengono addebitate commissioni di intermediazione. L'importo della relativa commissione è indicato nell'offerta corrispondente all'interno della maschera di prenotazione ed è chiaramente visibile al cliente prima del completamento della prenotazione.",
    "p3.3": "Eventuali spese sostenute da  ZüriCar GmbH in connessione con la mediazione (ad esempio, costi per l'emissione di visti, spese di spedizione, ecc.) devono essere rimborsate dal cliente a  ZüriCar GmbH oltre alla commissione di intermediazione, la quale copre solo il servizio di mediazione.",
    "p3.4": "Se  ZüriCar GmbH annulla il servizio mediato per conto del cliente su richiesta del rispettivo fornitore di servizi, verrà addebitata una tassa di lavorazione di CHF 50,00 per persona/biglietto. Il cliente è libero di dichiarare l'annullamento direttamente al fornitore di servizi. Eventuali tasse addebitate dal fornitore di servizi nell'ambito della cancellazione rimangono inalterate.",
    "p3.5": "Verrà addebitata una tassa di lavorazione di CHF 80,00 per la preparazione di un'offerta di gruppo. Questa tassa viene rinunciata se l'offerta di gruppo viene successivamente prenotata e verrà accreditata al cliente da  ZüriCar GmbH in tal caso.",
    "p3.6": "Tutte le commissioni di intermediazione e di lavorazione soggette a imposta sono comprensive dell'imposta sul valore aggiunto di legge.",
    "p3.7": "Qualora il cliente modifichi o cancelli viaggi o servizi prenotati, il diritto di  ZüriCar GmbH alle commissioni di intermediazione già maturate rimane invariato. Ciò non si applica se la modifica o cancellazione è dovuta a un difetto nei servizi di mediazione o consulenza di  ZüriCar GmbH.",
    "h4": "III. Forma, informazioni precontrattuali",
    "p4": "ZüriCar GmbH (di seguito denominata  ZüriCar GmbH) fornirà al cliente le informazioni richieste dalla legge ai sensi dell'art. 6 della Legge federale sul pacchetto turistico (Legge sul pacchetto turistico, PRG) nella misura prescritta dalla legge prima che il cliente presenti la sua dichiarazione contrattuale. In caso di contratto telefonico per un pacchetto turistico, queste informazioni saranno comunicate al cliente telefonicamente.",
    "p4.1": " ZüriCar GmbH adempie anche all'obbligo legale di fornire informazioni precontrattuali. Queste includono in particolare informazioni su:",
    "l4": "le caratteristiche essenziali dei servizi di viaggio offerti,",
    "l4.1": "nome e indirizzo della sede, nonché numero di telefono e, se del caso, indirizzo e-mail del rispettivo tour operator,",
    "l4.2": "il prezzo del tour comprensivo di tasse e, se del caso, eventuali spese, oneri e altri costi aggiuntivi,",
    "l4.3": "le modalità di pagamento.",
    "p5": "Queste informazioni saranno messe a disposizione del cliente nella misura prevista dalla legge, purché siano rilevanti per il pacchetto in questione.",
    "p5.1": "In caso di fornitura di informazioni e dati che vanno oltre gli obblighi informativi previsti per legge,  ZüriCar GmbH sarà responsabile nei limiti delle disposizioni di legge solo per la scelta attenta delle fonti di informazione e per la corretta e completa divulgazione delle informazioni al cliente.",
    "h6": "IV. Pagamento",
    "p6": "Le seguenti disposizioni si applicano generalmente al pagamento del prezzo del viaggio. Per le transazioni di pagamento rateale tramite fornitori terzi (es. Payrexx AG), si applicano inoltre le condizioni contrattuali speciali di questo fornitore. Se queste contraddicono le Condizioni Generali di Pagamento, prevalgono le condizioni speciali del rispettivo fornitore nel caso di pagamenti rateali. Le condizioni sono consultabili presso",
    "p6.1": "L'opzione è disponibile solo su portali di prenotazione online partecipanti.",
    "p6.2": "I pagamenti sul prezzo del viaggio possono essere effettuati dopo la conclusione del contratto secondo i termini di pagamento concordati. Alla conclusione del contratto è dovuto immediatamente un deposito sul prezzo del viaggio. Di norma è il seguente:",
    "l6": "20% per prenotazioni solo hotel,",
    "l6.1": "30% per pacchetti di volo o servizi combinati,",
    "l6.2": "100% per prenotazioni solo volo.",
    "p7": "Il pagamento finale è dovuto al più tardi 30 giorni prima dell'inizio del viaggio, salvo diverso accordo.",
    "p7.1": "Per viaggi brevi con durata inferiore a 24 ore senza pernottamento e un prezzo totale inferiore a CHF 100, il prezzo completo può essere richiesto immediatamente.",
    "p7.2": "Se il deposito dovuto o il pagamento finale non viene ricevuto entro la data di scadenza,  ZüriCar GmbH ha il diritto di recedere dal contratto e addebitare una penale di cancellazione secondo la sezione VI.",
    "p7.3": "Se il tour operator sostiene spese aggiuntive dovute a pagamenti tardivi o documenti mancanti (es. deposito o riemissione di biglietti in aeroporto), può addebitare al cliente i costi esterni sostenuti nonché una tassa di lavorazione forfettaria di CHF 50 per transazione. Il cliente può dimostrare un danno inferiore.",
    "p7.4": "Il pagamento deve essere effettuato a  ZüriCar GmbH o al rispettivo fornitore di servizi designato da  ZüriCar GmbH nella conferma di prenotazione.",
    "p7.5": "Se i documenti di viaggio vengono consegnati tramite spedizione espressa su richiesta del cliente o a causa di prenotazioni a breve termine, i costi aggiuntivi sostenuti saranno addebitati al cliente. Il cliente sarà informato in anticipo dell'importo delle tasse.",
    "p7.8": "Addebito diretto SEPA: Se il cliente sceglie il metodo di addebito diretto SEPA, il deposito sarà addebitato 2 giorni bancari dopo la conferma del contratto. Il saldo è dovuto 30 giorni prima della partenza e addebitato 1 giorno bancario dopo. I costi di storno sono a carico del cliente, salvo che lo storno sia stato causato da ZüriCar GmbH.",
    "p7.9": "Pagamento in contanti in aeroporto: Se il pagamento viene effettuato in aeroporto al momento della partenza, potrebbe essere necessario depositare o emettere i biglietti aerei o altri documenti di viaggio. In questo caso l'organizzatore può addebitare spese di lavorazione aggiuntive e costi di terzi di CHF 50 per prenotazione.",
    "p7.10": "Informazioni errate sull'età per gli sconti per bambini: In caso di informazioni errate sull'età, il tour operator ha il diritto di richiedere la differenza rispetto al prezzo corretto del viaggio. Può essere addebitata una tassa di lavorazione forfettaria di CHF 50 per lo sforzo di elaborazione aggiuntivo. Il cliente può dimostrare che non si è verificato alcun danno o un danno minore. Fornitori di servizi come compagnie aeree o hotel possono inoltre effettuare un adeguamento del prezzo.",
    "p7.11": "Promemoria in caso di pagamento tardivo: Se il cliente non effettua un pagamento dovuto entro il termine, ZüriCar GmbH può addebitare una tassa di promemoria di CHF 40 per sollecito. Sono riservate ulteriori azioni legali, in particolare il calcolo degli interessi di mora ai sensi dell'art. 104 CO (attualmente 5% annuo). Il cliente ha la facoltà di dimostrare che non si è verificato alcun danno o un danno minore.",
    "h8": "Servizi e prezzi",
    "p8": "I servizi elencati nella conferma di prenotazione sono determinanti come descritti su  info@zuricar.ch. Ci riserviamo il diritto di apportare modifiche prima della conclusione del contratto.",
    "p8.1": "Gli orari di volo, gli itinerari o gli aeromobili possono essere modificati. Si applicano le disposizioni della sezione 4.",
    "p8.2": "I voli diretti possono includere scali.",
    "p8.3": "Elaborazione di settimane vuote possibile su richiesta, tassa di lavorazione: CHF 50 per persona/settimana.",
    "p8.4": "Gli sconti per bambini si basano sull'età all'inizio del viaggio. I bambini sotto i due anni viaggiano senza diritto a un posto se accompagnati da un adulto.",
    "h9": "Modifiche alle prestazioni",
    "p9": "Sono ammesse modifiche ai singoli servizi se insignificanti e non influiscono sulla struttura complessiva.",
    "p9.1": "I difetti restano reclamabili anche in caso di modifiche ai servizi.",
    "p9.2": "Il cliente sarà informato tempestivamente di eventuali modifiche. In caso di modifiche significative, il cliente avrà il diritto di cambiare prenotazione o recedere gratuitamente.",
    "p9.3": "In caso di modifiche significative, il cliente può recedere gratuitamente o richiedere un viaggio equivalente.",
    "h10": "V. Documenti di viaggio",
    "l10": "I documenti di viaggio che ZüriCar GmbH (di seguito denominata  ZüriCar GmbH) riceve dai tour operator o da altri fornitori di servizi per l’inoltro al cliente saranno inviati al cliente via e-mail o posta. In casi particolari, i documenti possono essere depositati al banco dell’aeroporto; le informazioni rilevanti saranno comunicate al cliente in tempo utile.",
    "l10.1": "In caso di prenotazioni di noleggio auto, i voucher corrispondenti saranno inviati al cliente tramite e-mail, fax o posta. In alternativa, al cliente può essere fornito solo il numero di prenotazione, che dovrà mostrare alla società di noleggio auto al momento del ritiro del veicolo.",
    "l10.2": "Se è stato espressamente concordato con il cliente che la consegna dei documenti di viaggio avvenga tramite corriere, il cliente dovrà sostenere integralmente i costi sostenuti a tal fine.",
    "l10.3": "In caso di sottoscrizione di un’assicurazione viaggio, il cliente riceverà il numero di polizza e le condizioni assicurative complete via e-mail. Questi documenti costituiscono insieme la documentazione assicurativa completa.",
    "l10.4": "Per il proprio interesse, si chiede al cliente di controllare immediatamente tutti i documenti ricevuti per verificarne correttezza e completezza. Eventuali discrepanze devono essere segnalate immediatamente a  ZüriCar GmbH per evitare possibili danni o svantaggi.",
    "h11": "VI. Limitazione di responsabilità",
    "l11.1": "La responsabilità di ZüriCar GmbH in qualità di agenzia viaggi per danni non derivanti da lesioni alla vita, all’integrità fisica o alla salute è limitata ai danni prevedibili tipici del contratto e ammonta al massimo al prezzo totale del viaggio o del servizio turistico organizzato attribuibile alla persona interessata nel singolo caso. Questa limitazione di responsabilità non si applica in caso di comportamento intenzionale o gravemente negligente o in caso di violazione di obblighi contrattuali essenziali, il cui adempimento è fondamentale per l’esecuzione corretta del contratto e sul cui rispetto il cliente può regolarmente fare affidamento.",
    "l11.2": "La suddetta limitazione di responsabilità non si applica in caso di responsabilità legale obbligatoria, in particolare ai sensi della Legge sulla responsabilità del prodotto (PrHG) o in caso di garanzie o assicurazioni assunte.",
    "h12": "VII. Requisiti di ingresso e sanitari",
    "l12": "Salvo diversa indicazione espressa, ZüriCar GmbH (di seguito denominata “ ZüriCar GmbH”) presume che il cliente e tutti i partecipanti al viaggio da lui registrati siano cittadini svizzeri. In caso contrario, il cliente è obbligato a informare  ZüriCar GmbH in modo tempestivo e completo di eventuali nazionalità diverse.",
    "l12.1": "Il rispetto delle normative vigenti in materia di ingresso, passaporto, visto, dogana, salute e vaccinazioni nei paesi di transito e di destinazione è responsabilità esclusiva del partecipante al viaggio. Ciò include anche l’ottenimento tempestivo di tutti i documenti di viaggio necessari e il rispetto dei requisiti sanitari come vaccinazioni o certificati di test.",
    "l12.2": "Se  ZüriCar GmbH è espressamente incaricata di ottenere visti o altri documenti di viaggio, non è responsabile per il rilascio o la consegna tempestiva di tali documenti, salvo proprio dolo o colpa grave.",
    "l12.3": "Si raccomanda vivamente a tutti i partecipanti al viaggio di informarsi tempestivamente presso uno specialista o l’autorità sanitaria cantonale competente su protezione da infezioni e vaccinazioni, altre misure profilattiche e rischi sanitari potenziali, in particolare per voli a lungo raggio riguardo al rischio di trombosi.",
    "h13": "VIII. Assicurazione",
    "l13.1": "ZüriCar GmbH raccomanda vivamente di assicurarsi una copertura sanitaria internazionale sufficiente prima del viaggio. Inoltre, è consigliabile stipulare un pacchetto completo di protezione viaggio o almeno un’assicurazione per l’annullamento viaggio e una per la copertura delle spese di rimpatrio in caso di incidente, malattia o decesso. Si rimanda espressamente ai relativi prodotti offerti dalle compagnie assicurative viaggio.",
    "l13.2": "In caso di reclami relativi a polizze assicurative intermediate da  ZüriCar GmbH, il cliente può rivolgersi all’assicuratore competente. In assenza di una soluzione soddisfacente, è possibile rivolgersi al seguente organismo indipendente:",
    "h14": "Assicurazione privata o a Suva",
    "h15": "IX. Note sugli obblighi del cliente",
    "l15.1": "Il cliente è informato che le condizioni generali dei fornitori di servizi nominati nella rispettiva descrizione del servizio (ad es. compagnie aeree, hotel, società di noleggio auto) possono comportare obblighi aggiuntivi o particolari per il cliente. È responsabilità del cliente prendere conoscenza di tali condizioni e assicurarne il rispetto.",
    "l15.2": "In particolare per i viaggi aerei, devono essere osservate le informazioni riportate sui biglietti o sulle conferme elettroniche di prenotazione. Ciò include in particolare il rispetto degli orari di check-in indicati e, in caso di voli speciali o charter, l’obbligo di riconferma del volo di andata, ritorno o di proseguimento entro i termini stabiliti dalla compagnia aerea. Il mancato rispetto può comportare la perdita del diritto al trasporto.",
    "l15.3": "In caso di smarrimento, ritardo o danneggiamento del bagaglio, deve essere presentata una Property Irregularity Report (PIR) direttamente alla compagnia aerea competente in aeroporto, in conformità con le normative nazionali e internazionali in materia di aviazione (ad es. Convenzione di Montreal). Una denuncia successiva può comportare la perdita totale delle richieste di risarcimento.",
    "h16": "X. Identità della compagnia aerea operante in caso di servizi di volo prenotati",
    "p16": "ZüriCar GmbH segnala che il cliente sarà informato sull’identità della compagnia aerea operante per tutti i trasporti aerei prenotati nell’ambito del pacchetto o del servizio individuale – a condizione che la compagnia aerea sia già stata determinata prima della conclusione del contratto. Le relative informazioni sono disponibili nella rispettiva descrizione del servizio.",
    "p16.1": "Se la compagnia aerea operante non è ancora nota al momento della conclusione del contratto, il cliente sarà informato sulla compagnia aerea prevista. Non appena la compagnia definitiva sarà determinata, ZüriCar GmbH informerà immediatamente il cliente. Lo stesso vale in caso di successivo cambio della compagnia operante.",
    "p16.2": "Queste informazioni sono fornite conformemente alle disposizioni applicabili dell’accordo bilaterale sui servizi aerei tra Svizzera e Unione Europea.",
    "h17": "XI. Riduzione del termine di prescrizione",
    "p17.1": "Le pretese del cliente nei confronti di ZüriCar GmbH derivanti dal contratto di mediazione si prescrivono, nei limiti consentiti dalla legge e in deroga alle disposizioni di legge, entro un anno. Sono escluse le pretese di risarcimento danni derivanti da lesioni alla vita, all’integrità fisica o alla salute, nonché quelle basate su violazione intenzionale o gravemente negligente da parte di ZüriCar GmbH o suoi rappresentanti legali o ausiliari. In tali casi si applicano i termini di prescrizione previsti dal Codice delle obbligazioni (CO).",
    "p17.2": "Il termine di prescrizione decorre dalla fine dell’anno solare in cui è sorta la pretesa e il cliente ha avuto o avrebbe dovuto avere conoscenza delle circostanze che danno luogo alla pretesa e della persona del debitore senza colpa grave.",
    "h18": "XII. Risoluzione delle controversie con il consumatore / Risoluzione online delle controversie",
    "p18.1": "ZüriCar GmbH non è obbligata né disposta a partecipare a procedure di risoluzione delle controversie presso un organismo di arbitrato del consumatore riconosciuto dallo Stato.",
    "p18.2": "Se il cliente risiede in uno Stato membro dell’UE, ZüriCar GmbH segnala la piattaforma di risoluzione online delle controversie (piattaforma ODR) della Commissione Europea, accessibile all’indirizzo http://ec.europa.eu/consumers/odr. Questa piattaforma è utilizzata per la risoluzione extragiudiziale delle controversie derivanti da contratti di servizio online tra consumatori e aziende con sede nell’UE. Le aziende svizzere non sono obbligate a partecipare a tale procedimento.",
    "h19": "XIII. Disposizioni finali",
    "p19": "È esclusivamente applicabile la legge svizzera. L’applicazione della Convenzione di Vienna sui contratti di vendita internazionale di merci (legge UN Sales) è esclusa.",
    "p19.1": "Per tutte le controversie derivanti o connesse al rapporto di mediazione tra cliente e ZüriCar GmbH è convenuto il foro esclusivo di Kloten (ZH), Svizzera, nei limiti consentiti dalla legge. Rimangono fatti salvi i fori obbligatori per i consumatori ai sensi degli articoli 32 e 35 del Codice di procedura civile.",
    "p19.2":"ZüriCar GmbH ZüriCar GmbH Europa-Strasse 19 8152 Glattbrugg (ZH) Switzerland Telefon: +41 79 766 99 60  E-Mail: info@zuricar.ch Website:  info@zuricar.ch" 
   },
  "termsTransfer": {
    "title": "ZüriCar GO – Trasferimenti – Termini e Condizioni",
    "h1": "1. Introduzione",
    "l1": "Questi termini si applicano a tutti i servizi di trasferimento ZüriCar GO.",
    "h2": "2. Prenotazione e Conferma",
    "l2": "Le prenotazioni possono essere effettuate online o per telefono.",
    "l2.1": "Una e-mail di conferma verrà inviata al cliente.",
    "l2.2": "Si prega di controllare attentamente i dettagli della prenotazione.",
    "h3": "3. Prezzi e Pagamenti",
    "l3": "Tutti i prezzi sono espressi in franchi svizzeri (CHF).",
    "l3.1": "I pagamenti devono essere effettuati prima dell’inizio del viaggio.",
    "l3.2": "Eventuali tempi di attesa aggiuntivi possono comportare costi extra.",
    "h4": "4. Cancellazioni e Rimborsi",
    "l4": "Le cancellazioni effettuate con 24 ore di anticipo sono completamente rimborsabili.",
    "l4.1": "Le cancellazioni entro 24 ore non sono rimborsabili.",
    "l4.2": "I rimborsi vengono elaborati entro 7 giorni lavorativi.",
    "l4.3": "ZüriCar GO si riserva il diritto di annullare prenotazioni per cause di forza maggiore.",
    "h5": "5. Responsabilità dei Passeggeri",
    "l5": "I passeggeri devono assicurarsi di arrivare puntuali.",
    "l5.1": "In caso di ritardo, contattare immediatamente il servizio clienti.",
    "h6": "6. Veicolo e Autista",
    "l6": "Tutti i veicoli sono puliti e assicurati.",
    "l6.1": "Gli autisti sono professionisti autorizzati e formati.",
    "l6.2": "Le cinture di sicurezza devono essere sempre indossate.",
    "h7": "7. Politica sui Bagagli",
    "l7": "Ogni passeggero può portare una valigia e un bagaglio a mano.",
    "l7.1": "I bagagli aggiuntivi devono essere dichiarati in anticipo.",
    "l7.2": "I bagagli di grandi dimensioni possono comportare costi aggiuntivi.",
    "h8": "8. Seggiolini per Bambini",
    "l8": "I seggiolini per bambini devono essere richiesti in anticipo.",
    "l8.1": "È previsto un costo aggiuntivo per ogni seggiolino.",
    "l8.2": "ZüriCar GO non è responsabile per seggiolini non prenotati.",
    "l8.3": "I genitori sono responsabili del corretto montaggio del seggiolino.",
    "h9": "9. Ritardi e Responsabilità",
    "l9": "ZüriCar GO non è responsabile per ritardi dovuti a traffico o condizioni meteorologiche.",
    "l9.1": "Facciamo del nostro meglio per garantire la puntualità, ma non possiamo assicurare orari esatti.",
    "h10": "10. Comportamento del Cliente",
    "l10": "I passeggeri devono comportarsi con rispetto verso gli autisti.",
    "l10.1": "È vietato fumare o consumare alcolici nei veicoli.",
    "l10.2": "Eventuali danni al veicolo saranno addebitati al passeggero.",
    "h11": "11. Oggetti Smarriti",
    "l11": "Gli oggetti smarriti vengono conservati per 30 giorni.",
    "l11.1": "Gli oggetti non reclamati verranno smaltiti responsabilmente.",
    "h12": "12. Protezione dei Dati",
    "l12": "I dati dei clienti sono conservati in modo sicuro.",
    "l12.1": "Non condividiamo i dati con terze parti.",
    "l12.2": "Tutti i dati sono trattati in conformità con la legge svizzera.",
    "l12.3": "Consultare la nostra Informativa sulla Privacy per ulteriori dettagli.",
    "h13": "13. Forza Maggiore",
    "l13": "Non siamo responsabili per ritardi dovuti a eventi al di fuori del nostro controllo.",
    "l13.1": "Ciò include condizioni meteorologiche, scioperi e chiusure stradali.",
    "h14": "14. Giurisdizione",
    "l14": "Tutte le controversie sono soggette alla legge svizzera.",
    "l14.1": "Luogo di giurisdizione: Zurigo, Svizzera.",
    "h15": "15. Modifiche",
    "l15": "ZüriCar GO si riserva il diritto di modificare questi termini in qualsiasi momento.",
    "l15.1": "Gli aggiornamenti saranno pubblicati sul nostro sito ufficiale.",
    "h16": "16. Informazioni di Contatto",
    "l16": "ZüriCar GmbH, Europa-Strasse 19 ,8152 Glattbrugg (ZH), Zurigo, Svizzera",
    "l16.1": "Email: info@zuericar.ch | Telefono: +41 76 495 90 10"
  },
  "event": {
    "line1": "Servizi di Autista Esclusivi per il Forum Economico Mondiale 2026 a Davos – dal 19 al 23 gennaio",
    "line2": "Offriamo trasferimenti di alto livello verso Davos da tutti i principali aeroporti comunemente utilizzati dai partecipanti al WEF, tra cui:",
    "line3": "Aeroporto di Ginevra",
    "line4": "Aeroporto di Zurigo",
    "line5": "Aeroporto di Dübendorf",
    "line6": "Aeroporto di Friedrichshafen",
    "line7": "Aeroporto di San Gallo-Altenrhein",
    "line8": "Aeroporto di Monaco",
    "line9": "Il Forum Economico Mondiale 2026, che si terrà dal 19 al 23 gennaio a Davos, richiede una soluzione di trasporto di lusso attentamente pianificata per partecipanti di alto livello. Con traffico intenso, aree di sicurezza rigorose, accessi limitati e condizioni invernali difficili, Davos presenta notevoli sfide logistiche.",
    "line10": "Il nostro servizio di limousine per il WEF offre prestazioni su misura e di classe mondiale per CEO, diplomatici e delegazioni di alto livello. Che abbiate bisogno di un trasferimento esclusivo di sola andata dall’aeroporto di Zurigo a Davos o di un autista a disposizione per più giorni, garantiamo un arrivo puntuale, confortevole e senza stress.",
    "line11": "Perché scegliere il nostro servizio limousine WEF?",
    "line12": "Competenza ed Eccellenza – I nostri autisti interni altamente qualificati sono specializzati nel trasporto aziendale e VIP e conoscono le esigenze specifiche del WEF.",
    "line13": "Sicurezza e Affidabilità – Autisti locali discreti, esperti in zone ad alta sicurezza e con clienti VIP.",
    "line14": "Flotta di Lusso – Veicoli di alta gamma, tra cui Mercedes-Benz Classe S, Maybach, Classe V e SUV di lusso per soddisfare le aspettative più elevate.",
    "line15": "Opzioni di Prenotazione Flessibili – Dai trasferimenti aeroportuali singoli (es. Zurigo – Davos) ai servizi di autista giornalieri a Davos.",
    "line16": "Coordinamento in loco 24/7 – Team di coordinamento dedicati disponibili in aeroporto e sul posto a Davos per garantire un'esperienza senza intoppi.",
    "line17": "I nostri autisti esperti e il nostro team di coordinamento sono pronti ad aiutarvi a prenotare la vostra limousine esclusiva per il Forum Economico Mondiale. Contattateci subito per riservare il vostro servizio di autista WEF e godere di un arrivo confortevole, discreto ed efficiente a Davos.",
    "line18": "Servizi di Concierge Premium – Su misura per il WEF",
    "line19": "Il nostro servizio concierge su misura per il Forum Economico Mondiale garantisce un soggiorno fluido ed efficiente a Davos. Ci occupiamo della pianificazione e del coordinamento del vostro programma giornaliero, comprese le prenotazioni di hotel, sale riunioni e ristoranti di alto livello.",
    "line20": "Offriamo anche servizi di sicurezza professionale, interpretariato e assistenti personali per garantire il massimo comfort e discrezione. Per maggiore flessibilità, organizziamo trasferimenti in elicottero e servizi di jet privato per permettervi di arrivare puntualmente ai vostri appuntamenti.",
    "line21": "Con i nostri servizi di concierge premium a Davos, vivrete un’esperienza personalizzata, efficiente ed esclusiva durante tutto il Forum Economico Mondiale 2026.",
    "line22": "Il nostro servizio di concierge su misura assicura un soggiorno impeccabile a Davos, occupandosi del vostro programma giornaliero, che include:"
  }
}