{
  "header": {
    "home": "Heim",
    "Booking": "Buchung",
    "tours": "Touren",
    "Cars": "Autos",
    "Transfers": "Überweisungen",
    "Flightform": "Flugformular",
    "Contact": "Kontakt",
    "Login": "Login",
    "Profile": "Profil",
    "Logout": "Ausloggen",
    "flight": "Flug",
    "ship": "Schiff",
    "hotel": "Hotel",
    "parking": "Parkplatz",
    "Explore": "Erkunden",
    "event": "Event",
    "flightbooking": "Flugbuchungsformular"
  },
  "home": {
    "General": "Allgemein",
    "q1": "Gibt es eine Mindest- oder Höchstmietdauer für ein Fahrzeug von ZüriCar GmbH?",
    "a1": "Die Mindestmietdauer beträgt einen halben Tag. Die maximale Mietdauer beträgt in der Regel 30 Tage. Wenn Sie ein Fahrzeug länger als 30 Tage benötigen, kontaktieren Sie bitte unser Verkaufsteam. Wir erstellen Ihnen gerne ein Angebot.",
    "q2": "Kann ich den Van an einem anderen Ort zurückgeben?",
    "a2": "Ja, das ist möglich. Bitte kontaktieren Sie uns telefonisch unter +41 79 766 99 60 für weitere Informationen.",
    "q3": "Kann ich den Van im Ausland zurückgeben?",
    "a3": "Nein. Bitte wenden Sie sich direkt an Ihre Station für alle Details. Telefon: +41 79 766 99 60",
    "q4": "Wen soll ich kontaktieren, wenn ich Probleme mit dem Fahrzeug habe?",
    "a4": "Für allgemeine Anfragen zu Ihrem Mietfahrzeug oder Mietvertrag kontaktieren Sie uns bitte unter +41 79 766 99 60. Wenn Ihr Fahrzeug eine Panne hat und nicht mehr fahrbereit ist, wenden Sie sich bitte an unseren Pannendienst unter derselben Nummer.",
    "q5": "Kann ich das Fahrzeug außerhalb der Geschäftszeiten zurückgeben?",
    "a5": "Ja, das ist kein Problem. Wenn Sie das Fahrzeug außerhalb der Öffnungszeiten zurückgeben, parken Sie es bitte auf einem der verfügbaren Parkplätze an der ZüriCar GmbH Station und werfen Sie den Schlüssel in die Schlüsselbox. Bitte beachten Sie, dass die Rückgabe des Schlüssels den Mietvertrag nicht beendet. Weitere Informationen finden Sie in Ihren Mietbedingungen.",
    "q6": "Darf ich ein Fahrzeug von ZüriCar GmbH mit einem Führerschein der Kategorie B fahren?",
    "a6": "Ja, alle Fahrzeuge dürfen mit einem Führerschein der Kategorie B gefahren werden. Die einzige Voraussetzung ist, dass Sie den Führerschein seit mindestens einem Jahr besitzen.",
    "Rates & Fees": "Preise & Gebühren",
    "q7": "Ich habe eine Busse erhalten. Was passiert als Nächstes?",
    "a7": "Die Busse wird an ZüriCar GmbH gesendet. Wir identifizieren den verantwortlichen Fahrer und leiten dessen Daten an die Polizei oder zuständige Behörde weiter. Sie erhalten die Busse direkt von dort. Zusätzlich berechnen wir eine Bearbeitungsgebühr von CHF 80.00 (inkl. MwSt.).",
    "q8": "Was ist in den Mietpreisen des Vans enthalten?",
    "a8": "Unsere veröffentlichten Preise beinhalten: Service, Haftpflichtversicherung, Vollkaskoversicherung (mit Selbstbehalt), Diebstahlschutz (mit Selbstbehalt), Fahrzeugsteuer, Schweizer Autobahnvignette, Winterreifen (November–März), bis zu 150 Freikilometer pro Tag und MwSt. (Ausnahmen gelten möglicherweise für spezielle Firmentarife).",
    "q9": "Wie werden die Mietkosten berechnet?",
    "a9": "Die Gesamtkosten setzen sich aus dem Grundpreis (abhängig von der Fahrzeugkategorie) und den gefahrenen Kilometern zusammen.",
    "q10": "Ich habe einen Rabattcode – wann kann ich ihn verwenden?",
    "a10": "Bitte geben Sie den Rabattcode bei der Reservierung an. Eine nachträgliche Anwendung nach Mietbeginn ist nicht möglich.",
    "q11": "In welcher Währung sind die Preise angegeben?",
    "a11": "Alle Preise sind in Schweizer Franken (CHF) angegeben und beinhalten die MwSt.",
    "q12": "Gibt es zusätzliche Kosten für Fahrten ins Ausland?",
    "a12": "Ja, es fällt eine Grenzübertrittsgebühr (CBF) von bis zu CHF 185.00 (inkl. MwSt.) an. Bitte beachten Sie die länderspezifischen Einschränkungen in Ihrem Mietvertrag.",

    "Insurance": "Versicherung",
    "q13": "Ist eine Haftungsreduzierung enthalten?",
    "a13": "Ja, eine Haftungsreduzierung ist in allen Tarifen enthalten (ein Selbstbehalt bleibt bestehen).",
    "q14": "Wie hoch ist der Selbstbehalt?",
    "a14": "Der Selbstbehalt pro Schadensfall beträgt CHF 3000 für die Kategorien O4, C4 und W4 sowie CHF 5000 für die Kategorie H4. Mit der Zusatzversicherung Premium Insurance kann der Selbstbehalt auf CHF 500 pro Schadensfall reduziert werden.",
    "q15": "Gibt es einen Jungfahrerzuschlag?",
    "a15": "Ja, alle Fahrer unter 25 Jahren müssen einen Jungfahrerzuschlag zahlen. Die Preise variieren je nach Kategorie, mit einer maximalen Gebühr von CHF 199 pro Mietmonat.",
    "q16": "Was ist die SuperCover-Versicherung?",
    "a16": "Mit der Premium-Versicherung (Haftungsverzicht) können Sie Ihren Selbstbehalt auf CHF 350 pro Schadensfall reduzieren und sich vor hohen Kosten bei Verlust oder Schaden schützen.",

    "Reservation": "Reservierung",
    "q17": "Wie kann ich einen Van bei ZüriCar GmbH reservieren?",
    "a17": "Sie können online unter züricar.ch, telefonisch oder direkt an einer ZüriCar GmbH Station reservieren.",
    "q18": "Gibt es zusätzliche Kosten für Fahrten ins Ausland?",
    "a18": "Ja, es fällt eine Grenzübertrittsgebühr (CBF) ab CHF 185.00 (inkl. MwSt.) an. Bitte beachten Sie die länderspezifischen Einschränkungen in Ihren Mietbedingungen.",
    "q19": "Kann ich einen Van für einen längeren Zeitraum mieten?",
    "a19": "Natürlich! Wenn Sie ein Fahrzeug länger als 30 Tage benötigen, kontaktieren Sie bitte unser Verkaufsteam. Wir erstellen Ihnen gerne ein individuelles Angebot.",
    "q20": "Wie früh sollte ich buchen?",
    "a20": "Wir empfehlen eine möglichst frühzeitige Buchung, um Ihre Wünsche bezüglich Fahrzeugmodellen usw. berücksichtigen zu können. Reservierungen sind im Allgemeinen bis kurz vor Mietbeginn möglich.",
    "q21": "Kann ich ein bestimmtes Fahrzeugmodell reservieren?",
    "a21": "Sie können Fahrzeugkategorien, aber keine spezifischen Modelle reservieren.",

    "Before the Trip": "Vor der Reise",
    "q22": "Kann ich mein Privatfahrzeug während der Mietdauer an der ZüriCar GmbH Station parken?",
    "a22": "Ja, das ist grundsätzlich an allen unseren Standorten möglich. Bitte klären Sie die Verfügbarkeit im Voraus mit Ihrer Station. ZüriCar GmbH übernimmt keine Haftung für Schäden an Ihrem Privatfahrzeug.",
    "q23": "Ich habe vor der Abfahrt Schäden am Van bemerkt – was soll ich tun?",
    "a23": "Sie müssen alle Schäden sofort melden. Bitte wenden Sie sich direkt an einen Mitarbeiter Ihrer Abholstation.",
    "q24": "Was sollte ich vor Reisebeginn überprüfen?",
    "a24": "Zu Ihrer eigenen Sicherheit: Prüfen Sie das Fahrzeug auf bestehende Schäden, stellen Sie Sitz und Spiegel ein, schnallen Sie sich an, schalten Sie das Licht ein und sorgen Sie für freie Sicht durch alle Fenster.",
    "q25": "Kann ich eine Einweisung oder Probefahrt mit Begleitung erhalten?",
    "a25": "Ja! Mit vorheriger Ankündigung begleitet Sie ein Mitarbeiter von ZüriCar GmbH gerne auf eine kurze Fahrt, um Ihnen das Fahrzeug vertraut zu machen. Bitte kontaktieren Sie Ihre Station im Voraus.",

    "During the Trip": "Während der Reise",
    "q26": "Darf ich im Van rauchen?",
    "a26": "Nein, alle Fahrzeuge von ZüriCar GmbH sind Nichtraucherfahrzeuge. Bei Verstößen können Reinigungskosten anfallen.",
    "q27": "Was soll ich tun, wenn ich in einen Unfall verwickelt bin?",
    "a27": "Eine detaillierte Checkliste und notwendige Unterlagen finden Sie im Handschuhfach. Bleiben Sie ruhig, sichern Sie die Unfallstelle, leisten Sie Erste Hilfe und rufen Sie die Polizei (117).",

    "End of Trip / Vehicle Return": "Ende der Reise / Fahrzeugrückgabe",
    "q28": "Was, wenn ich das Fahrzeug nicht rechtzeitig zurückgeben kann?",
    "a28": "Planen Sie ausreichend Zeit ein und verlängern Sie Ihre Reservierung rechtzeitig, indem Sie Ihre Station kontaktieren oder unter +41 79 766 99 60 anrufen. Verspätete Rückgaben können Gebühren nach sich ziehen.",
    "q29": "Kann ich das Fahrzeug früher zurückgeben als geplant?",
    "a29": "Frühere Rückgaben können zu Tarifänderungen und zusätzlichen Gebühren führen. Rückerstattungen sind nicht möglich.",
    "q30": "Kann ich das Fahrzeug später zurückgeben als geplant?",
    "a30": "Sofern Sie keine bestätigte Verlängerung erhalten haben, muss das Fahrzeug zum Ende der Mietdauer zurückgegeben werden. Verspätete Rückgaben führen zu zusätzlichen Gebühren.",
    "q31": "Muss ich den Van vor der Rückgabe reinigen?",
    "a31": "Wir übernehmen die Reinigung, aber bitte entsorgen Sie Abfall und hinterlassen Sie den Laderaum besenrein. Bei starker Verschmutzung können zusätzliche Reinigungskosten entstehen.",
    "q32": "Muss ich den Van auftanken oder aufladen?",
    "a32": "Ja, bitte geben Sie den Van mit dem gleichen Tankfüllstand oder Ladezustand zurück, wie Sie ihn übernommen haben. Andernfalls fallen zusätzliche Tank- oder Ladekosten an.",
    "Transfers": "Transfers",
    "d1": "Genießen Sie eine komfortable und sichere Reise mit unseren professionellen Fahrern. Ob es sich um einen Flughafentransfer, eine Stadtrundfahrt oder eine Langstreckenreise handelt, wir garantieren ein erstklassiges Reiseerlebnis, das auf Ihre Bedürfnisse zugeschnitten ist.",

    "Business": "Business",
    "d2": "Reisen Sie stilvoll und komfortabel mit unseren Premium-Business-Class-Diensten. Wir verstehen Ihren Bedarf an Professionalität und Luxus, sodass jede Reise nahtlos und anspruchsvoll verläuft.",

    "Tourist": "Tourist",
    "d3": "Beginnen Sie eine unvergessliche Reise mit unseren gut geplanten Urlaubspaketen. Entdecken Sie atemberaubende Reiseziele mit Leichtigkeit und Komfort und genießen Sie ein unvergessliches Erlebnis.",

    "Car Rental": "Autovermietung",
    "d4": "Wählen Sie aus einer großen Auswahl an gut gewarteten Fahrzeugen für Ihre Reisebedürfnisse. Ob es sich um eine Kurzreise oder eine längere Miete handelt, wir bieten hochwertige Autos für eine angenehme Fahrt.",
    "Tour": "Touren",
    "Car": "Auto",
    "Parking": "Parken",
    "Travel": "Reise",

    "Most Popular Tour": "Beliebteste Tour",
    "Let’s Discover The World With Our Excellent Eyes": "Entdecken wir die Welt mit unseren ausgezeichneten Augen",
    "Whether you are planning a romantic escape, a family holiday, or a solo adventure, our travel agency designs bespoke itineraries tailored to your needs. Alongside carefully crafted tours and exclusive holiday packages, we also offer flexible car rental solutions to ensure your journey is seamless, comfortable, and unforgettable." : "Ob Sie einen romantischen Ausflug, einen Familienurlaub oder ein Solo-Abenteuer planen – unser Reisebüro erstellt maßgeschneiderte Reisepläne, die auf Ihre Bedürfnisse zugeschnitten sind. Neben sorgfältig zusammengestellten Touren und exklusiven Urlaubspaketen bieten wir auch flexible Mietwagenlösungen an, um sicherzustellen, dass Ihre Reise nahtlos, komfortabel und unvergesslich wird.",
    "Our Services": "Unsere Dienstleistungen",
    "Dream Your Next Trip": "Träumen Sie von Ihrer nächsten Reise",
    "Discover whenever you want to go": "Entdecken Sie, wohin Sie auch immer reisen möchten",
    "Are you tired of the typical tourist destinations and looking to step out of your comfort zone? Adventure travel may be the perfect solution for you! Here are four.": "Haben Sie genug von den typischen Touristenzielen und möchten Ihre Komfortzone verlassen? Abenteuerreisen könnten die perfekte Lösung für Sie sein! Hier sind vier davon.",
    "Best Travel Agency": "Beste Reiseagentur",
    "Are you tired of the typical tourist destinatio and looking step out of your comfort.": "Haben Sie genug von den typischen Reisezielen und möchten Ihre Komfortzone verlassen?",
    "Secure Journey With Us": "Sichere Reise mit uns",
    "Next Adventure Destination": "Nächstes Abenteuerziel",
    "Popular Travel Destinations Available Worldwide": "Beliebte Reiseziele weltweit verfügbar",
    "Frequently Asked Questions": "Häufig gestellte Fragen",
    "See Those Lovely Words From Clients": "Sehen Sie sich diese lieben Worte von Kunden an",
    "Select a topic": "Wählen Sie ein Thema"
  },

  "cookies": {
    "title": "Cookies – ZüriCar GmbH",
    "intro": "Wir verwenden Cookies, um Ihnen die beste Erfahrung auf unserer Website zu bieten.",
    "whatTitle": "Was sind Cookies?",
    "whatDesc": "Cookies sind kleine Textdateien, die auf Ihrem Gerät gespeichert werden, wenn Sie eine Website besuchen.",
    "whyTitle": "Warum wir Cookies verwenden",
    "why1": "Sicherstellung der Website-Funktionalität (z. B. Navigation, Buchungssystem)",
    "why2": "Speicherung Ihrer Präferenzen wie Sprache oder Region",
    "why3": "Analyse der Website-Leistung und des Benutzerverhaltens",
    "why4": "Bereitstellung relevanter Marketinginhalte",
    "why5": "Erhöhung der Sicherheit und Verhinderung von Betrug",
    "typesTitle": "Arten von Cookies, die wir verwenden",
    "essentialTitle": "1. Essenzielle Cookies:",
    "essentialDesc": "Erforderlich für den Betrieb der Website – z. B. Login, Buchung, Zahlung. (Nicht deaktivierbar.)",
    "performanceTitle": "2. Leistungs- & Analyse-Cookies:",
    "performanceDesc": "Helfen uns, zu verstehen, wie Besucher unsere Website nutzen.",
    "functionalTitle": "3. Funktionale Cookies:",
    "functionalDesc": "Speichern Präferenzen wie Sprache oder zuvor angesehene Fahrzeuge.",
    "advertisingTitle": "4. Werbe-Cookies:",
    "advertisingDesc": "Zeigen relevante Werbung zu unseren Fahrzeugen und Angeboten.",
    "manageTitle": "Cookies verwalten",
    "manageDesc1": "Sie können Cookies über Ihre Browsereinstellungen steuern oder löschen.",
    "manage1": "Gespeicherte Cookies anzeigen",
    "manage2": "Neue Cookies blockieren",
    "manage3": "Vorhandene Cookies löschen",
    "manageNote": "Das Deaktivieren essenzieller Cookies kann die Website-Funktion beeinträchtigen.",
    "updateTitle": "Aktualisierungen dieser Cookie-Richtlinie",
    "updateDesc": "Wir können diese Richtlinie bei Bedarf aktualisieren.",
    "contactTitle": "Kontaktieren Sie uns"
  },
  "imprint": {
    "title": "Impressum / Rechtliche Hinweise",
    "address1": "Kirchrainstrasse 3",
    "address2": "8172 Niederglatt AG",
    "address3": "Schweiz",
    "contactTitle": "Kontaktinformationen",
    "phone": "Telefon: +41 79 766 99 60",
    "email": "E-Mail: info@zuricar.ch",
    "registerTitle": "Handelsregistereintrag",
    "registeredName": "Eingetragener Firmenname: ZüriCar GO GmbH",
    "companyId": "Unternehmens-Identifikationsnummer (UID): CHE-[Nummer einfügen]",
    "vat": "Mehrwertsteuernummer: CHE-[Nummer einfügen] MWST",
    "authorizedTitle": "Vertretungsberechtigte Personen",
    "authorized1": "• Veemarajan Pragash, Geschäftsführer",
    "authorized2": "• Ambrose Jebapratheepan, Gründer & CEO",
    "disclaimerTitle": "Haftungsausschluss",
    "disclaimerText1": "ZüriCar GO GmbH übernimmt keine Haftung für die Richtigkeit, Vollständigkeit, Aktualität oder Zuverlässigkeit der bereitgestellten Informationen.",
    "disclaimerText2": "Haftungsansprüche gegen ZüriCar GO GmbH wegen materieller oder immaterieller Schäden, die aus dem Zugriff, der Nutzung oder Nichtnutzung der veröffentlichten Informationen, durch Missbrauch der Verbindung oder durch technische Störungen entstehen, sind ausgeschlossen.",
    "disclaimerText3": "Alle Angebote sind unverbindlich. ZüriCar GO GmbH behält sich ausdrücklich das Recht vor, Teile der Seiten oder das gesamte Angebot ohne besondere Ankündigung zu verändern, zu ergänzen, zu löschen oder die Veröffentlichung zeitweise oder endgültig einzustellen.",
    "linksTitle": "Haftung für Links",
    "linksText": "Verweise und Links auf Webseiten Dritter liegen außerhalb unseres Verantwortungsbereichs. Eine Haftung für solche Webseiten wird abgelehnt. Der Zugriff und die Nutzung solcher Webseiten erfolgen auf eigenes Risiko der Nutzer.",
    "copyrightTitle": "Urheberrecht",
    "copyrightText1": "Das Urheberrecht und alle anderen Rechte an Inhalten, Bildern, Fotos oder anderen Dateien auf dieser Website gehören ausschließlich der ZüriCar GO GmbH oder den ausdrücklich genannten Rechteinhabern.",
    "copyrightText2": "Für die Reproduktion, Bearbeitung, Verbreitung oder sonstige Verwendung von Elementen dieser Website ist die vorherige schriftliche Zustimmung des jeweiligen Rechteinhabers erforderlich."
  },

  "footer": {
    "footer": "Wir sind ein Premium-Autovermietungs- und Full-Service-Reiseunternehmen mit Sitz in der Schweiz. Mit einer modernen Fahrzeugflotte und zuverlässigen Transferlösungen gewährleisten wir maximale Flexibilität und Komfort auf jeder Reise. Neben der Autovermietung sind wir auf maßgeschneiderte FIT- und Gruppenreisen, Strandurlaube, Safaris und exklusive Expeditionen nach Sri Lanka spezialisiert – und schaffen unvergessliche Reiseerlebnisse von der Schweiz in die ganze Welt.",
     "Our Services": "Unsere Dienstleistungen",
    "Tours": "Touren",
    "Cars": "Autos",
    "Contact Us": "Kontaktieren Sie uns",
    "Terms and Condition": "Allgemeine Geschäftsbedingungen",
    "Privacy Policy": "Datenschutzrichtlinie",
    "Contact Information": "Kontaktinformationen",
    "Social Media Links": "Soziale Medien Links"
  },
  "car": {
    "Available Cars": "Verfügbare Autos",
    "Standard": "Standard",
    "Premium": "Premium"
  },
  "contact": {
    "Get In Touch": "Kontaktieren Sie uns",
    "We’d love to hear from you! Contact us today.": "Wir würden uns freuen, von Ihnen zu hören! Kontaktieren Sie uns noch heute.",
    "Email": "E-Mail",
    "Phone": "Telefon",
    "Address": "Adresse",
    "Send a Message": "Nachricht senden",
    "Your Name": "Ihr Name",
    "Email Address": "E-Mail-Adresse",
    "Mobile Number": "Handynummer",
    "Tour": "Tour",
    "Car": "Auto",
    "Parking": "Parken",
    "Travel": "Reise",
    "Selected Category": "Ausgewählte Kategorie",
    "Your Message": "Ihre Nachricht",
    "Form submitted successfully!": "Formular erfolgreich übermittelt!",
    "Submit": "Einreichen",
    "quotes": "Ihre Fragen sind wichtig. Ihre Reise ist wichtig. Wir sind hier, um zuzuhören."
  },
  "parking": {
    "Reserve": "Reservieren Sie Ihren Parkplatz, dann Ihr Traumziel.",
    "Find the Best Parking Options for You": "Finden Sie die besten Parkmöglichkeiten für Sie",
    "Travel in Comfort with Our Sedan": "Reisen Sie komfortabel mit unserer Limousine",
    "des1": "Ob Sie mit einem Zwei- oder Vierrad unterwegs sind – verlassen Sie den Alltag und erleben Sie die Reise wie nie zuvor.",
    "Flexible Parking Choices for Your Trip": "Flexible Parkmöglichkeiten für Ihre Reise",
    "Secure and convenient parking options designed to fit your travel needs.": "Sichere und bequeme Parkmöglichkeiten, die auf Ihre Reisebedürfnisse zugeschnitten sind."
  },
  "profile": {
    "Tour Bookings": "Tourbuchungen",
    "Car Booking": "Autobuchung",
    "Parking Booking": "Parkplatzbuchung",
    "Personal Information": "Persönliche Info",
    "First Name": "Vorname",
    "Last Name": "Nachname",
    "Email ID": "E-Mail-Adresse",
    "Password": "Passwort",
    "Mobile No": "Handynummer",
    "Date of Birth": "Geburtsdatum",
    "Address": "Adresse",
    "City": "Stadt",
    "State": "Bundesland",
    "Country": "Land",
    "Zip code": "Postleitzahl",
    "Add Address": "Adresse hinzufügen",
    "Cancel": "Abbrechen",
    "Save Changes": "Änderungen speichern",
    "Code": "Code",
    "Days": "Tage",
    "Nights": "Nächte",
    "Price": "Preis",
    "Pickup": "Abholung",
    "AdultCount": "Erwachsenenanzahl",
    "ChildrenCount": "Kinderanzahl",
    "No bookings found": "Keine Buchungen gefunden",
    "CarType": "Autotyp",
    "Bag Count": "Gepäckanzahl",
    "Person Count": "Personenanzahl",
    "ParkingTypeName": "Parkplatztyp",
    "Vehicle Model": "Fahrzeugmodell",
    "travel StartDate": "Reisebeginn",
    "Location": "Ort",
    "travel EndDate": "Reiseende"
  },
  "login": {
    "Back to Home": "Zurück zur Startseite",
    "Start your perfect trip": "Beginne deine perfekte Reise",
    "Start": "Start",
    "Forgot Password?": "Passwort vergessen?",
    "Don't have an account?": "Haben Sie noch kein Konto?",
    "Register Now": "Jetzt registrieren",
    "Send Reset Email": "E-Mail zum Zurücksetzen senden",
    "Reset Password": "Passwort zurücksetzen",
    "Back to Login": "Zurück zur Anmeldung",
    "voyage": "Reise",
    "Please check your email for your password.": "Bitte überprüfen Sie Ihre E-Mails auf Ihr Passwort."
  },

  "signin": {
    "Sign Up": "Registrieren",
    "First Name": "Vorname",
    "Last Name": "Nachname",
    "Mobile Number": "Handynummer",
    "Date of Birth": "Geburtsdatum",
    "Email": "E-Mail",
    "Password": "Passwort",
    "Already have an account Just": "Du hast bereits ein Konto?",
    "Signin": "Anmelden"
  },
  "flight": {
    "Details": "Formulardetails",
    "quotes": "Klarer Himmel voraus – beginnen Sie mit der Eingabe Ihrer Flugdaten.",
    "Fill": "Nur noch wenige Angaben fehlen",
    "Destination": "Ihr Reiseziel",
    "Requirements": "Ihre Anforderungen",
    "Pickup": "Ihr Abholort",
    "Email": "Ihre E-Mail",
    "flightORtour": "Flug oder Tour",
    "AdultCount": "Erwachsenenanzahl",
    "ChildrenCount": "Kinderanzahl",
    "KidsCount": "Anzahl der Kleinkinder",
    "InfantsCount": "Anzahl der Säuglinge",
    "Kids (Below 12 yrs)": "Kinder (unter 12 Jahre)",
    "Babies (Below 2 yrs)": "Babys (unter 2 Jahre)"
  },
  "privacy": {
    "privacy": "DATENSCHUTZERKLÄRUNG",
    "p1": "ZüriCar GmbH („wir“) ist der Datenverantwortliche, der für die Erhebung und Verarbeitung Ihrer personenbezogenen Daten im Zusammenhang mit ihrer Tätigkeit verantwortlich ist. Unsere Mission ist es, unseren Kunden ein umfassendes Angebot an Reisedienstleistungen bereitzustellen. In dieser Datenschutzerklärung erklären wir, wie wir Ihre personenbezogenen Daten verarbeiten und wie Sie diese kontrollieren und verwalten können. Unsere Datenverarbeitung kann durch weitere Datenschutzinformationen abgedeckt sein, wie sie insbesondere in den Allgemeinen (Reise-) Geschäftsbedingungen enthalten sind, sich aus den Umständen ergeben oder gesetzlich geregelt sein. Diese Datenschutzerklärung entspricht den Anforderungen des Schweizer Datenschutzgesetzes und – soweit anwendbar – der Datenschutz-Grundverordnung (DSGVO) der Europäischen Union.",
    "title1": "SIND SIE VON DIESER MITTEILUNG BETROFFEN?",
    "sub1": "Diese Datenschutzerklärung gilt für Sie, wenn Sie:",
    "l1": "einer unserer Kunden sind oder eine vertragliche Beziehung mit uns haben;",
    "l2": "ein Mitreisender eines unserer Kunden sind.",
    "l3": "an unseren Produkten oder Dienstleistungen interessiert sind und uns daher Ihre personenbezogenen Daten zur Verfügung stellen (z. B. in einer Agentur, auf unseren Websites und Apps oder bei Veranstaltungen), damit wir Sie kontaktieren können.",
    "content1": "Wenn Sie uns personenbezogene Daten anderer Personen zur Verfügung stellen, stellen Sie bitte sicher, dass Sie diese Personen über die Weitergabe ihrer Daten informieren und sie bitten, diese Datenschutzerklärung zu lesen. Wir werden dies nach Möglichkeit ebenfalls sicherstellen (z. B. wenn die Kontaktdaten der betreffenden Person verfügbar sind).",
    "title2": "WIE KÖNNEN SIE UNSERE VERARBEITUNG IHRER PERSONENBEZOGENEN DATEN KONTROLLIEREN?",
    "sub2.1": "Sie haben Rechte, die es Ihnen ermöglichen, Ihre personenbezogenen Daten und die Art und Weise, wie wir diese verarbeiten, effektiv zu kontrollieren. Im Folgenden erklären wir Ihre Rechte im Zusammenhang mit Ihren personenbezogenen Daten.",
    "sub2.2": "Wenn Sie die unten aufgeführten Rechte ausüben möchten, senden Sie bitte eine Anfrage per E-Mail an info@züricar.ch oder per Post an die folgende Adresse: Wallisellerstrasse 147, 8152 Glattbrugg, Zürich, Schweiz.",
    "sub2.3": "Wenn Sie Fragen zur Nutzung Ihrer personenbezogenen Daten gemäß dieser Datenschutzerklärung haben, richten Sie diese bitte an die folgende Adresse: https://zuericar.com/",
    "l4": "Sie können Zugriff auf Ihre personenbezogenen Daten anfordern",
    "p4": "Wenn Sie der Meinung sind, dass Ihre personenbezogenen Daten ungenau oder unvollständig sind, können Sie verlangen, dass diese entsprechend berichtigt oder vervollständigt werden. In einigen Fällen kann die Vorlage von unterstützenden Dokumenten erforderlich sein.",
    "l5": "Sie können die Löschung Ihrer personenbezogenen Daten anfordern",
    "p5": "Sie können der Verarbeitung Ihrer personenbezogenen Daten aufgrund berechtigter Interessen widersprechen",
    "l6": "Sie können der Verarbeitung Ihrer personenbezogenen Daten aufgrund berechtigter Interessen widersprechen",
    "p6": "Wenn Sie mit einer Verarbeitung aufgrund eines berechtigten Interesses nicht einverstanden sind, können Sie aus Gründen, die sich aus Ihrer besonderen Situation ergeben, Widerspruch einlegen. Bitte informieren Sie uns in diesem Fall ausführlich über die entsprechende Verarbeitung und die Gründe für Ihren Widerspruch. Wir werden die Verarbeitung Ihrer personenbezogenen Daten einstellen, es sei denn, es liegen zwingende schutzwürdige Gründe vor oder die Verarbeitung dient der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen.",

    "l7": "Sie können der Verarbeitung Ihrer personenbezogenen Daten für Direktmarketingzwecke widersprechen",
    "p7": "Sie haben das Recht, der Verarbeitung Ihrer personenbezogenen Daten für Direktmarketingzwecke jederzeit zu widersprechen. Dies gilt auch für das Profiling, soweit es mit solcher Direktwerbung in Verbindung steht.",

    "l8": "Sie können die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten verlangen",
    "p8": "Wenn Sie die Richtigkeit der von uns verwendeten personenbezogenen Daten bestreiten oder der Verarbeitung widersprechen, werden wir Ihre Anfrage überprüfen oder überarbeiten. Sie können verlangen, dass wir die Verarbeitung Ihrer personenbezogenen Daten während der Prüfung Ihrer Anfrage einschränken.",
    "l9": "Sie haben Rechte in Bezug auf automatisierte Einzelentscheidungen",
    "p9": "Grundsätzlich haben Sie das Recht, nicht einer ausschließlich auf einer automatisierten Verarbeitung — einschließlich Profiling — beruhenden Entscheidung unterworfen zu werden, die rechtliche Auswirkungen auf Sie hat oder Sie in ähnlicher Weise erheblich beeinträchtigt. Eine solche Entscheidung darf automatisiert erfolgen, wenn sie für den Abschluss oder die Erfüllung eines Vertrags mit uns erforderlich ist, gesetzlich zulässig ist oder Sie Ihre ausdrückliche Einwilligung erteilt haben. In jedem Fall haben Sie das Recht, die Entscheidung anzufechten, Ihren Standpunkt darzulegen und die Überprüfung der Entscheidung durch eine zuständige Person zu verlangen.",
    "l10": "Sie können Ihre Einwilligung widerrufen",
    "p10": "In den Fällen, in denen die Verarbeitung auf Ihrer erteilten Einwilligung beruht, können Sie diese Einwilligung jederzeit widerrufen.",

    "l11": "Sie können die Übertragbarkeit eines Teils Ihrer personenbezogenen Daten verlangen",
    "p11": "Sie können eine Kopie der von Ihnen bereitgestellten personenbezogenen Daten in einem strukturierten, gängigen und maschinenlesbaren Format anfordern. Sofern technisch möglich, können Sie verlangen, dass wir diese Kopie an einen Dritten übermitteln.",

    "l12": "Beschwerde beim Eidgenössischen Datenschutz- und Öffentlichkeitsbeauftragten",
    "p12": "Zusätzlich zu den oben genannten Rechten können Sie bei der zuständigen Aufsichtsbehörde eine Beschwerde einreichen. In der Schweiz ist dies der Eidgenössische Datenschutz- und Öffentlichkeitsbeauftragte (EDÖB), Feldeggweg 1, 3003 Bern.",
    "p12.1": "In diesem Abschnitt erklären wir den Zweck, für den wir Ihre personenbezogenen Daten verarbeiten, und die rechtliche Grundlage dafür. Zunächst und vor allem verwenden wir Ihre personenbezogenen Daten, um einen Vertrag auszuführen, an dem Sie beteiligt sind, oder um auf Ihre Anfrage hin vorvertragliche Maßnahmen zu ergreifen. Wir können Ihre personenbezogenen Daten jedoch auch verarbeiten, um unser berechtigtes Interesse oder das eines Dritten zu erfüllen.",
    "p12.2": "Insbesondere werden Ihre personenbezogenen Daten verarbeitet, wenn dies für den Abschluss oder die Erfüllung eines Vertrages erforderlich ist, um:",
    "l13": "einen (Reise-) Vertrag mit Ihnen abzuschließen. Wir können personenbezogene Daten verarbeiten, um Sie als neuen Kunden zu registrieren, einen Vertrag abzuschließen und mit Ihnen zu erfüllen;",
    "l13.1": "Ihnen Produkte und Dienstleistungen zur Verfügung zu stellen, die Sie gemäß dem geltenden Vertrag gekauft haben;",
    "l13.2": "Rechnungsstellung, Fakturierung und Inkasso durchzuführen;",
    "l13.3": "Ihnen Dienstleistungen im Zusammenhang mit der Vorbereitung und Durchführung einer Reise anzubieten;",
    "l13.4": "zu Versicherungszwecken;",
    "l13.5": "Beratungsdienste anzubieten;",
    "l13.6": "um im Bedarfsfall Unterstützung bei Schwierigkeiten während der Reise zu leisten;",
    "l13.7": "Ihnen Zugang zu unseren digitalen Plattformen zu verschaffen. Wir können personenbezogene Daten verarbeiten, wenn Sie unsere digitalen Plattformen für verschiedene Zwecke nutzen (z. B. zur Verwaltung Ihrer persönlichen Daten oder um auf Reiseinformationen zuzugreifen);",
    "l13.8": "Ihnen Zugang zu unseren Räumlichkeiten und Einrichtungen zu gewähren. Wir können personenbezogene Daten verarbeiten, wenn Sie uns in unseren Räumlichkeiten besuchen, um entsprechende Zugangskontrollen und Sicherheitsprüfungen durchzuführen;",
    "l13.9": "mit Ihnen zu kommunizieren. Wir können personenbezogene Daten verarbeiten, wenn Sie mit uns Kontakt aufnehmen, wenn Sie Informationen über unser Unternehmen oder unsere Dienstleistungen anfordern oder wenn der Vertrag aktualisiert werden muss;",
    "l13.10": "Ihre Anfragen zu beantworten und Ihnen zu helfen;",
    "l13.11": "die Beendigung des Vertrags zu verwalten.",
    "p14": "Wenn wir eine Verarbeitungstätigkeit auf ein berechtigtes Interesse stützen, wägen wir dieses Interesse gegen Ihre Interessen oder Grundrechte und -freiheiten ab, um sicherzustellen, dass sie verhältnismäßig sind. Im Rahmen unseres Geschäfts als Reiseanbieter verwenden wir Ihre personenbezogenen Daten auch, um:",
    "l14": "Unsere Produkte und Dienstleistungen weiterzuentwickeln;",
    "l14.1": "die Cybersicherheit zu verbessern, unsere Plattformen und Websites zu verwalten und die Geschäftskontinuität sicherzustellen;",
    "l14.2": "IT-Lösungen zu implementieren;",
    "l14.3": "die Wartung von IT-Systemen im laufenden Betrieb durchzuführen;",
    "l14.4": "die Automatisierung und Effizienz unserer Abläufe und Kundendienste zu verbessern (z. B. automatische Ausfüllung von Beschwerden, Nachverfolgung Ihrer Anfragen und Verbesserung Ihrer Zufriedenheit anhand personenbezogener Informationen, die bei der Interaktion mit Ihnen erfasst wurden, z. B. Telefonaufzeichnungen, E-Mails oder Chats);",
    "l14.5": "die Geltendmachung rechtlicher Ansprüche und die Verteidigung im Zusammenhang mit Rechtsstreitigkeiten und behördlichen Verfahren zu ermöglichen;",
    "l14.6": "Wettbewerbe und Werbeaktionen zu organisieren sowie Meinungsumfragen und Kundenzufriedenheitsbefragungen durchzuführen.",
    "h15": "Werbung und Marketing",
    "p15": "Wenn Sie Kunde sind und nicht widersprechen, können wir Ihnen Angebote für unsere Produkte und Dienstleistungen zusenden. Wir stellen sicher, dass diese kommerziellen Angebote sich auf Produkte oder Dienstleistungen beziehen, die für Ihre Bedürfnisse relevant sind und Ihre bereits in Anspruch genommenen Angebote ergänzen. Sie können dem jederzeit widersprechen.",
    "h16": "Einwilligung",
    "p16": "Für bestimmte Verarbeitungen personenbezogener Daten informieren wir Sie gesondert und bitten Sie um Ihre Einwilligung. Selbstverständlich können Sie Ihre Einwilligung jederzeit widerrufen.",
    "p16.1": "Insbesondere bitten wir Sie um Ihre Einwilligung für:",
    "l16": "Die Weitergabe besonders sensibler personenbezogener Daten an Dritte;",
    "l16.1": "Die Anpassung unserer Angebote und Produkte oder Dienstleistungen auf Grundlage eines komplexen Profils, um Ihre Bedürfnisse und Ihr Verhalten vorherzusagen;",
    "l16.2": "Alle elektronischen Angebote für Produkte und Dienstleistungen, die nicht denjenigen ähneln, die Sie bereits erworben haben, oder für Produkte und Dienstleistungen unserer vertrauenswürdigen Partner.",
    "p17": "Gegebenenfalls bitten wir Sie um eine weitere Einwilligung zur Verarbeitung Ihrer personenbezogenen Daten, dies hat jedoch keinen Einfluss auf bereits erfolgte Datenverarbeitungen.",
    "h17": "ZU WELCHEM ZWECK UND AUF WELCHER RECHTSGRUNDLAGE VERWENDEN WIR IHRE PERSONENBEZOGENEN DATEN?",
    "p18": "Vertragserfüllung und berechtigtes Interesse",
    "h18": "WELCHE ARTEN VON PERSONENBEZOGENEN DATEN ERHEBEN WIR?",
    "p19": "Wir erheben und verwenden Ihre personenbezogenen Daten, also alle Informationen, die Sie identifizieren oder identifizierbar machen.",
    "p19.1": "Je nach Art des Produkts oder der Dienstleistung, die wir Ihnen anbieten, und je nach den Interaktionen, die wir mit Ihnen haben, erheben wir unterschiedliche Arten personenbezogener Daten über Sie:",
    "l20": "Kontaktinformationen (private oder geschäftliche Anschrift), E-Mail-Adresse, Telefonnummer;",
    "l20.1": "Persönliche Angaben, z. B. Geschlecht, Geburtstag und Alter, Familienstand, Staatsangehörigkeit, Passdaten usw.;",
    "l20.2": "Lebensstil, z. B. Hobbys und Interessen, Reisen;",
    "l20.3": "Reisedetails wie Reisedaten, Reiseroute/Ziel, Fluggesellschaft, Hotel, Preis, Kundenpräferenzen, Informationen über Ihre Mitreisenden, Vielfliegerprogramme usw.;",
    "l20.4": "Gesundheitsdaten, z. B. Angaben zu gesundheitsbezogenen Sonderbedürfnissen oder Krankheiten und Unfällen während einer Reise;",
    "l20.5": "Finanzinformationen, z. B. Zahlungsinformationen, Kreditkartennummer, Bankverbindungsdaten;",
    "l20.6": "Daten zu Ihren Gewohnheiten und Vorlieben im Zusammenhang mit der Nutzung unserer Produkte und Dienstleistungen (z. B. Essenswünsche);",
    "l20.7": "Informationen aus unseren Interaktionen mit Ihnen, wie Ihre Kommentare, Vorschläge, Bedürfnisse, die während unseres Austauschs mit Ihnen persönlich an unseren Standorten sowie bei der telefonischen Kommunikation (Gesprächsnotiz oder Gesprächsaufzeichnung), per E-Mail, Chat, Chatbot, in sozialen Medien oder durch eventuelle Beschwerden erfasst wurden;",
    "l20.8": "Ihre Verbindungs- und Trackingdaten (z. B. über Cookies zu nicht-werblichen oder analytischen Zwecken auf unseren Websites erhoben), Onlinedienste, andere Anwendungen;",
    "l20.9": "Daten zu Ihren Geräten (Mobiltelefon, Computer, Tablet usw.), wie IP-Adresse, technische Daten und eindeutige Identifikationsmerkmale;",
    "l20.10": "Personalisierte Zugangsdaten oder Sicherheitsmerkmale, die zur Anmeldung auf unserer Website und in unseren Apps verwendet werden.",
    "h21": "VON WEM ERHEBEN WIR PERSONENBEZOGENE DATEN?",
    "l21.1": "Wir erheben personenbezogene Daten in der Regel direkt von Ihnen. Aber wir können sie auch aus anderen Quellen beziehen. Manchmal erheben wir Daten aus öffentlichen Quellen:",
    "l21.2": "Veröffentlichungen/Datenbanken, die von Behörden oder Dritten bereitgestellt werden (z. B. das Schweizerische Handelsamtsblatt oder das Handelsregister);",
    "l21.3": "Websites/Auftritte juristischer Personen oder Firmenkunden, die Informationen enthalten, die Sie selbst veröffentlicht haben (z. B. Ihre eigene Website oder Ihre Social-Media-Präsenz);",
    "l21.4": "Öffentlich zugängliche Informationen, z. B. Informationen aus den Medien.",
    "l21.5": "Wir erheben auch personenbezogene Daten von Dritten:",
    "l21.51": "from our customers (e.g. as fellow travellers);",
    "l21.6": "Von unseren Geschäftspartnern (z. B. Reiseveranstalter, Dienstleister im Ausland);",
    "l21.7": "Von Dritten wie Wirtschaftsauskunfteien und Betrugsbekämpfungsstellen;",
    "l21.8": "Von Adressrecherche-Dienstleistern, die die entsprechenden Informationen auf rechtmäßige Weise erheben.",

    "h23": "AN WEN GEBEN WIR IHRE PERSONENBEZOGENEN DATEN WEITER UND WARUM?",
    "p23": "Um einige der in dieser Datenschutzerklärung beschriebenen Zwecke zu erfüllen – insbesondere zur Durchführung einer Reise – können wir Ihre personenbezogenen Daten an Dritte weitergeben. Dabei kann es sich um folgende handeln:",
    "l23.1": "Unsere Dienstleister im Zielland (z. B. Agenturen, Reiseleiter, Hotelbuchungen, Transfer- und Ausflugsdienste), Transportunternehmen (Fluggesellschaft, Bahn, Autovermietung usw.) und Unterkunftsanbieter (Hotel, Hostels usw.);",
    "l23.2": "Auftragsverarbeiter, die in unserem Auftrag Dienstleistungen erbringen (z. B. IT-Dienstleistungen, Logistik, Druckdienstleistungen, Telekommunikation, Inkasso, Beratung, Vertrieb und Marketing);",
    "l23.3": "Bestimmte reglementierte Berufe wie Rechtsanwälte, Notare oder Wirtschaftsprüfer, wenn dies unter bestimmten Umständen erforderlich ist (z. B. bei Rechtsstreitigkeiten oder Audits), sowie unsere Versicherer;",
    "l23.4": "Partner zur Durchführung von Werbe-, Markt- und Meinungsforschung;",
    "l23.5": "Partner, die bei der Aufklärung von Straftaten (z. B. Betrug), der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen unterstützen;",
    "p24": "Internationale Übermittlungen aus der Schweiz und dem Europäischen Wirtschaftsraum (EWR) in ein Nicht-EWR-Land (Drittland) können grenzüberschreitende Übertragungen Ihrer personenbezogenen Daten zur Folge haben. Insbesondere müssen Sie damit rechnen, dass Ihre Daten in Ihre Reiseländer übermittelt werden. Aber auch in Länder in Europa, die USA und weltweit, in denen sich unsere eingesetzten Dienstleister und Anbieter befinden.",
    "p24.1": "Wenn der EDÖB oder die Europäische Kommission anerkannt hat, dass ein Drittland ein angemessenes Datenschutzniveau bietet, kann Ihre personenbezogene Datenübermittlung auf dieser Grundlage erfolgen.",
    "p24.2": "Für Übermittlungen in ein Drittland, dessen Schutzniveau vom EDÖB und der Europäischen Kommission nicht als angemessen anerkannt wurde, stützen wir uns entweder auf eine in der jeweiligen Situation anwendbare Ausnahme (z. B. wenn die Übermittlung zur Erfüllung unseres Vertrags mit Ihnen erforderlich ist) oder wenden eine der folgenden geeigneten Garantien an, um den Schutz Ihrer personenbezogenen Daten sicherzustellen:",
    "l24": "Standardvertragsklauseln, die vom EDÖB und der Europäischen Kommission genehmigt wurden;",
    "l24.1": "verbindliche interne Datenschutzvorschriften.",
    "p24.3": "Um eine Kopie dieser Garantien oder Informationen darüber zu erhalten, wo diese verfügbar sind, können Sie gemäß Abschnitt 2 eine schriftliche Anfrage stellen.",
    "p25.1": "Wir bewahren Ihre personenbezogenen Daten so lange auf, wie es zur Erfüllung unserer vertraglichen Verpflichtungen und zur Einhaltung geltender Gesetze und Vorschriften erforderlich ist, oder für jeden anderen Zeitraum im Hinblick auf unsere berechtigten geschäftlichen Interessen, wie z. B. ordnungsgemäße Buchführung und die Beantwortung von rechtlichen Ansprüchen oder behördlichen Anfragen.",
    "h26": "DATENSICHERHEIT",
    "p26": "Wir setzen geeignete technische und organisatorische Sicherheitsmaßnahmen ein, um Ihre bei uns gespeicherten personenbezogenen Daten vor Manipulation, teilweisem oder vollständigem Verlust und vor unbefugtem Zugriff durch Dritte zu schützen (z. B. Verschlüsselung der Datenübertragung, Zugangskontrollen usw.). Unsere Sicherheitsmaßnahmen werden kontinuierlich an den technologischen Fortschritt angepasst.",
    "p26.1": "Wir treffen angemessene Vorkehrungen zum Schutz Ihrer Informationen. Die Übertragung von Informationen über das Internet und andere elektronische Mittel ist jedoch stets mit gewissen Sicherheitsrisiken verbunden, und wir können die Sicherheit von auf diesem Wege übermittelten Informationen nicht garantieren.",
    "h27": "WIE SIE DIE ENTWICKLUNG DIESER DATENSCHUTZERKLÄRUNG VERFOLGEN KÖNNEN",
    "h27.1": "In einer Welt, in der sich Technologien ständig weiterentwickeln, überprüfen wir diese Datenschutzerklärung regelmäßig und aktualisieren sie bei Bedarf.",
    "h27.2": "Es gilt die jeweils auf unserer Website veröffentlichte aktuelle Version. Wir empfehlen Ihnen, regelmäßig die neueste Version dieses Dokuments online zu konsultieren. Über Änderungen informieren wir Sie über unsere Website oder über unsere üblichen Kommunikationskanäle.",
    "h28": "Unsere App ist für die Taxi-Fahrer-App. Basierend auf ihrem aktuellen Standort findet unser System den nächstgelegenen Fahrer und sendet ihm die Anfrage für eine Fahrt. Aus diesem Grund müssen wir kontinuierlich den Standort des Fahrers erfassen und den aktuellen Standort in unserem System aktualisieren.",
    "h28.1": "Auch wenn der Fahrer die App beendet, müssen wir den aktuellen Standort des Fahrers in unserem System erhalten. Um dies zu ermöglichen, senden wir den Standort des Fahrers über einen Hintergrunddienst an unser System, auch wenn sich die App im Hintergrund befindet.",
    "h29": "Erhebung und Nutzung von Informationen",
    "p30": "Durch die Nutzung der Apps stimmen Sie der Erhebung und Nutzung von Informationen gemäß dieser Richtlinie zu.",
    "h31": "Erhebung und Nutzung von Informationen",
    "l31.1": "Name",
    "l31.2": "E-Mail-Adresse",
    "l31.3": "Telefonnummer",
    "l31.4": "Geschlecht",
    "l31.5": "Profilbild",
    "h32": "Wie wir Ihre Informationen verwenden",
    "l32.1": "Telefonnummer: Zum Einloggen oder Registrieren wird eine Telefonnummer benötigt.",
    "l32.2": "Telefonnummer: Um Ihnen das OTP zu senden, verwenden wir die Telefonnummer.",
    "l32.3": "Zur Bereitstellung und Aufrechterhaltung unserer Dienste.",
    "l32.4": "E-Mail: Um Sie über Änderungen an unseren Diensten zu informieren.",
    "l32.5": "Damit Sie an interaktiven Funktionen unserer Dienste teilnehmen können.",
    "l32.6": "E-Mail: Zur Bereitstellung von Kundensupport.",
    "l32.7": "E-Mail: Um Analysen oder wertvolle Informationen zu sammeln, um unsere Dienste zu verbessern.",
    "l32.8": "Geschlecht: Zur Überwachung der Nutzung unserer Dienste.",
    "l32.9": "Um technische Probleme zu erkennen, zu verhindern und zu beheben.",
    "l40": "Profilbild: Um den Benutzern ein Bild in ihrem Profil anzuzeigen, anhand dessen andere Benutzer sie identifizieren können.",
    "l40.1": "Name: Um den Namen im Profil anzuzeigen, damit Benutzer andere Benutzer identifizieren können.",
    "l41": "Kontaktinformationen",
    "l41.1": "Für datenschutzbezogene Anfragen kontaktieren Sie uns unter:",
    "l41.2": "Firmenname",
    "l41.3": "Support-E-Mail",
    "l41.4": "Telefonnummer",
    "l41.5": "Entwickelt von"
  },
  "terms": {
    "rent": "Mietwagen",
    "Parties": "Vertragsparteien",
    "l1": "Der Vermieter ist ZüriCar GmbH Schweiz mit Sitz in Opfikon (nachfolgend „Vermieter“ genannt). Der Mieter ist die jeweilige natürliche oder juristische Person, die im Mietvertrag aufgeführt ist und ein Fahrzeug vom Vermieter mietet.",
    "h1": "Vertragsschluss und Vertragsgegenstand",
    "l2": "Die Reservierung/Buchung der ausgewählten Fahrzeuggruppe durch den Mieter stellt ein verbindliches Angebot im Sinne von Art. 3 ff. des Schweizerischen Obligationenrechts zum Abschluss eines Fahrzeugmietvertrages dar. Der Vertrag kommt durch die Bestätigung des Vermieters gegenüber dem Mieter zustande, was auch auf digitalem Weg erfolgen kann. (Vertragsschluss).",
    "l2.1": "Der Inhalt des geschlossenen Vertrages wird für beide Parteien verbindlich bei der Abholung des Fahrzeugs durch eine persönliche Unterschrift des Mieters auf einem elektronischen Gerät unterhalb des dort angezeigten Vertragstextes bestätigt. Mit dieser Unterschrift bestätigt der Mieter, den Vertragstext zusammen mit diesen AGB, die im Mietdepot einsehbar sind oder unter <a className=\"text-blue-500 underline\" href=\"https://zuericar.com/\">https://zuericar.com/</a> abgerufen werden können, gelesen und verstanden zu haben und erklärt sich ausdrücklich damit einverstanden.",
    "l2.2": "Die Vermietungsfirma behält sich das Recht vor, eine höhere Fahrzeugkategorie anzubieten, falls die reservierte Fahrzeugkategorie nicht mehr verfügbar ist, oder die Reservierung/Buchung des Mieters abzulehnen. Falls ausnahmsweise ein bestimmtes Fahrzeugmodell gebucht wurde, übernimmt ZüriCar GmbH keine Garantie für die Verfügbarkeit dieses Modells, selbst wenn die Buchung bestätigt wurde. ZüriCar GmbH ist berechtigt, vom Mietvertrag einseitig zurückzutreten, ohne weitere Maßnahmen und insbesondere ohne Haftung für Schäden, wenn das garantierte Fahrzeugmodell nicht verfügbar ist.",
    "l2.3": "ZüriCar GmbH ist außerdem berechtigt, vom Vertrag ohne Haftung für Schäden zurückzutreten, wenn der Mieter die Mietgebühren sowie alle weiteren Gebühren und Kosten für die gesamte Mietdauer nicht vollständig vor Beginn der Mietzeit bezahlt.",
    "l2.4": "Der Mieter und zusätzliche Fahrer dürfen das Mietobjekt ausschließlich für die vereinbarte Nutzung verwenden.",
    "l2.5": "EVAG Express Service/Rahmenvertrag: Mit Abschluss des Rahmenvertrags gelten diese AGB für alle Mietverträge im Rahmen des Vertrags. Wird der EVAG Express Service genutzt, kommt der Mietvertrag zwischen den Parteien mit der Übergabe des Fahrzeugschlüssels an den Mieter am EVAG-Schalter oder EVAG-Schlüsseltresor zustande. Der Mieter verpflichtet sich, ZüriCar GmbH unverzüglich über Änderungen der im Rahmenvertrag angegebenen Daten (Adresse, Kreditkarte usw.) zu informieren.",
    "h3": "Reservierungsänderung/Stornierung durch den Mieter",
    "stg": "mit Flexi-Tarifen",
    "l3": "Reservierungen können jederzeit vor Mietbeginn kostenlos storniert oder geändert werden.",
    "l3.1": "Änderungen/Stornierungen müssen schriftlich oder per E-Mail eingereicht werden an:",
    "l3.2": "E-Mail:",
    "l3.3": "Änderungen sind abhängig von der Fahrzeugverfügbarkeit.",
    "stg4": "Mit Frühbuchertarifen (Prepaid)",
    "l4": "Buchungsänderungen sind vor Mietbeginn gegen eine Gebühr von CHF 30.00 erlaubt.",
    "l4.1": "Transnationale Änderungen bei Prepaid-Tarifen sind nicht erlaubt.",
    "l4.2": "Keine Rückerstattung der Vorauszahlung bei Preisunterschieden oder Mietgebühren.",
    "l4.3": "Buchungen können vor Mietbeginn storniert werden. In solchen Fällen gilt:",
    "l4.4": "Eine Stornogebühr von bis zu 3 Miettagen (zuzüglich Extras/Gebühren/Kosten) wird berechnet.",
    "l4.5": "Ein über die Stornogebühr hinaus gezahlter Betrag wird innerhalb von 10 Werktagen zurückerstattet.",
    "l4.6": "Wenn der Mieter nachweist, dass keine oder geringere Kosten/Verluste entstanden sind, kann die Gebühr angepasst werden.",
    "l4.7": "Stornierungen und Änderungen müssen online erfolgen unter",
    "a5": ", per Post oder schriftlich an:",
    "l5": "ZüriCar GmbH, Wallisellerstrasse 147, 8152 Opfikon",
    "l5.5": "Wenn das reservierte Fahrzeug nicht zur vereinbarten Zeit abgeholt wird, wird der bereits bezahlte volle Mietbetrag einbehalten.",

    "h6": "Nichtabholung des Fahrzeugs",
    "l6.1": "Für Buchungen mit dem Flexi-Tarif gilt: Wenn der Mieter das Fahrzeug aus welchem Grund auch immer nicht spätestens eine Stunde nach der vereinbarten Zeit abholt, ist ZüriCar GmbH nicht mehr an die Buchung gebunden. Es gelten die allgemeinen Mietbedingungen.",
    "l6.2": "Für Buchungen mit dem Frühbuchertarif (Prepaid) gilt: Die bereits bezahlten Mietgebühren werden bei Nichtabholung oder verspäteter Abholung des reservierten Fahrzeugs nicht zurückerstattet. Das Recht auf weitergehenden Schadenersatz bleibt ausdrücklich vorbehalten.",

    "h7": "Voraussetzungen für den Mieter/zur Mitfahrerlaubnis",
    "l7.1": "Der Mieter verpflichtet sich, die in der Schweiz geltenden Vorschriften bezüglich Alter und Führerschein einzuhalten und sich vor der Buchung auf der Website von ZüriCar GmbH oder im Depot darüber zu informieren bzw. telefonisch nachzufragen.",

    "l7.2": "Zur Überprüfung der Gültigkeit muss der Originalführerschein vorgelegt werden.",
    "l7.3": "Gültige Führerscheine aus Nicht-EU-Ländern werden einem Schweizer Führerschein gleichgestellt, wenn",
    "l7.4": "kein gültiges Visum für die Schweiz oder ein EU-Land im Reisepass des Mieters vorhanden ist;",
    "l7.5": "ein gültiges Visum für die Schweiz oder ein EU-Land vorhanden ist und sich der Mieter zum Zeitpunkt der Fahrzeugabholung nicht länger als 6 Monate in Europa aufhält.",
    "l7.6": "Führerscheine, die nicht in lateinischer Schrift verfasst sind, erfordern zusätzlich einen internationalen Führerschein.",

    "l7.7": "Wenn der Mieter oder ein zusätzlicher Fahrer zum Mietzeitpunkt die Anforderungen nicht erfüllt, kann die Vermietfirma vom Vertrag zurücktreten und die Fahrzeugübergabe verweigern. Dies gilt auch bei falschen Angaben (z. B. falsches Alter) bei der Buchung.",
    "l7.8": "Die Vermietfirma behält sich das Recht vor, Schadensersatz und Kosten aus bereits bezahlten Mietgebühren geltend zu machen.",
    "l7.9": "Das Fahrzeug darf nur vom Mieter gefahren werden. Wenn zusätzliche Fahrer angegeben sind, müssen auch sie die Voraussetzungen erfüllen. Andernfalls dürfen sie das Fahrzeug nicht fahren. Dies berechtigt den Mieter nicht zur Stornierung oder zur Rückerstattung der Zusatzfahrergebühr.",
    "h8": "Übergabe des Fahrzeugs/Mietbeginn",
    "l8.1": "Die Übergabe des Fahrzeugs / Mietbeginn kann nur während der Öffnungszeiten der jeweiligen Mietstation erfolgen, es sei denn, es wurde eine „Außerhalb-der-Öffnungszeiten-Miete“ oder eine Lieferung des Fahrzeugs an die Adresse des Mieters vereinbart.",
    "l8.2": "Der Mieter ist verpflichtet, bei der Fahrzeugübernahme folgende Dokumente vorzulegen:",
    "l8.3": "einen gültigen Führerschein und, falls erforderlich, einen internationalen Führerschein (siehe Ziffer 5);",
    "l8.4": "ein gültiges Zahlungsmittel gemäß Ziffer 9;",
    "l8.5": "einen Reisepass, der mindestens drei Monate über das Ende des Mietvertrags hinaus gültig ist, oder eine Schweizer Identitätskarte oder eine entsprechende Identitätskarte eines EU-Landes.",
    "l8.6": "ein weiteres Ausweisdokument mit der aktuell gültigen Wohnadresse, falls diese nicht im oben genannten Dokument angegeben ist, oder anderweitig überprüfbare Informationen zur aktuellen Wohnadresse.",
    "l8.7": "Wenn eines dieser Dokumente nicht vorgelegt werden kann, ist der Vermieter berechtigt, die Fahrzeugübergabe zu verweigern und vom Vertrag zurückzutreten. In diesem Fall behält sich der Vermieter das Recht vor, für entstandene Aufwendungen Schadensersatz aus den bereits geleisteten Mietzahlungen geltend zu machen.",
    "l8.8": "Wenn der Mieter das Fahrzeug nach dem vereinbarten Zeitpunkt abholt, ist der Anteil des Mietpreises für den nicht genutzten Zeitraum dennoch an den Vermieter zu zahlen.",
    "l8.9": "Die Fahrzeuge werden dem Mieter in einem verkehrssicheren Zustand mit vollem Tank oder, bei Elektrofahrzeugen, mit mindestens 80 % Ladestand übergeben. Zu Mietbeginn hat sich der Mieter vom korrekten Kilometerstand und Tankfüllstand des Fahrzeugs sowie von der vollständigen und korrekten Dokumentation von Unfällen und sonstigen Vorschäden sowie fehlender Ausstattung (insbesondere Fahrzeugpapiere, Versicherungsnachweis, Werkzeug, Ersatzrad, Warndreieck, Verbandskasten oder – bei Elektrofahrzeugen – Ladekabel bzw. Ladezubehör) zu überzeugen und etwaige Abweichungen unverzüglich dem Vermieter mitzuteilen. Unterbleibt eine solche Mitteilung, gilt das Fahrzeug als ordnungsgemäß übergeben.",
    "h9": "Kaution",
    "h9.1": "Der Mieter ist verpflichtet, zu Beginn der Mietdauer eine Kaution zu leisten, um etwaige Ansprüche der ZüriCar GmbH aus oder im Zusammenhang mit dem Mietvertrag abzusichern. Die Höhe der Kaution richtet sich nach der Fahrzeuggruppe des gemieteten Fahrzeugs und ist im Mietvertrag festgelegt. Anfragen zur Fahrzeuggruppe und zur Höhe der Kaution können jederzeit online gestellt werden.",
    "h9.2": "telefonisch oder bei jeder EVAG-Mietstation. Maßgeblich sind jedoch ausschließlich die im Mietvertrag vereinbarte Fahrzeuggruppe und die dort angegebene Kaution.",
    "l9": "Die ZüriCar GmbH ist berechtigt, die Kaution zur Verrechnung von Forderungen gegenüber dem Mieter zu verwenden, die sich aus oder im Zusammenhang mit dem Mietvertrag ergeben. Erfolgt keine solche Verrechnung, wird die Kaution dem Mieter nach Rückgabe des Fahrzeugs zurückerstattet oder gutgeschrieben.",
    "l9.1": "ZüriCar GmbH ist nicht verpflichtet, die Kaution getrennt von ihrem Vermögen aufzubewahren. Die Kaution wird nicht verzinst. ZüriCar GmbH ist berechtigt, die Zahlung der Kaution auch nach Beginn der Mietdauer zu verlangen.",
    "h10": "Mietpreis",
    "l10.1": "Der Mietpreis entspricht im Wesentlichen dem im Mietvertrag vereinbarten Tarif sowie weiteren Gebühren und Kosten. Mit Abschluss dieses Mietvertrags bestätigt der Mieter, dass er diese Preise, Gebühren und Kosten zur Kenntnis genommen hat und diesen ausdrücklich zustimmt (einschließlich Kilometerbegrenzung, Gebühren für Extras wie zusätzliches Zubehör, Gebühren für Zusatzfahrer, Kosten für eine Haftungsbeschränkung gemäß Ziffer 15.5 ff., Gebühren für Bring- und Abholservice usw.).",
    "l10.2": "Alle Kraftstoffkosten gehen zu Lasten des Mieters. Wird das Fahrzeug nicht mit vollem Tank oder – im Falle eines Elektrofahrzeugs – mit mindestens 80 % Ladezustand zurückgegeben, erfolgt die Betankung oder Aufladung zum durchschnittlichen Marktpreis für Kraftstoff/Strom zuzüglich einer Betankungsgebühr. Informationen zur aktuellen Gebühr sind an der Mietstation erhältlich oder abrufbar unter",
    "l10.3": "jederzeit.",
    "l10.4": "Der Mietvertrag legt ein bestimmtes Depot für die Rückgabe des Fahrzeugs am Ende der Mietdauer fest. Wird das Fahrzeug an einem anderen Ort oder später als zur vereinbarten Rückgabezeit zurückgegeben, wird eine Gebühr von CHF 50.00 (inkl. MwSt.) fällig. Diese Gebühr wird zusätzlich zu einer etwaigen Einwegmietgebühr erhoben.",
    "l10.5": "Zahlungsbedingungen und elektronische Rechnungsstellung",
    "l10.6": "Zahlungsmethode",
    "l10.7": "Die Zahlung kann mit gültigen Zahlungsmitteln wie einer Kreditkarte (von international anerkannten Kreditkartenunternehmen, nämlich American Express, Diners Club, Eurocard/Mastercard und Visa), Debitkarte oder Maestro-Karte erfolgen. Prepaid-Karten wie z. B. Visa Electron werden nicht akzeptiert. Bei Buchungen zu Prepaid-Tarifen ist es nicht möglich, Gutscheine oder sonstige Gutschriften während oder nach der Buchung anzuwenden, es sei denn, die auf dem Gutschein angegebenen Bedingungen erlauben ausdrücklich die Einlösung des Gutscheinwerts bei Buchungen zu Prepaid-Tarifen und der Gutscheinwert wird unmittelbar während der Buchung angerechnet.",
    "l10.8": "Fälligkeitsdatum der Zahlung",
    "l10.9": "Bei Buchung eines Flexi-Tarifs oder sofern nicht ausdrücklich anders vereinbart, werden der Mietpreis, alle sonstigen vereinbarten Gebühren und die Kaution beim Mietbeginn dem Zahlungsmittel des Mieters belastet. Bei Buchung eines Frühbucher-Tarifs (Prepaid-Tarif) wird das Zahlungsmittel unmittelbar nach der Buchung mit dem Mietpreis gemäß Ziffer 8 sowie allen weiteren frühzeitig gebuchten Leistungen belastet.",
    "l11": "Einzugsermächtigung für das Zahlungsmittel",
    "l11.1": "Der Mieter ermächtigt ZüriCar GmbH sowie deren Inkassobeauftragte unwiderruflich mit Vertragsabschluss, alle Kosten der Fahrzeugmiete und alle weiteren Ansprüche von ZüriCar GmbH im Zusammenhang mit dem Mietvertrag (insbesondere auch Bußgelder, Gebühren, Auslagenersatz und sonstige Kosten, die dem Vermieter oder dessen Organen aufgrund von Verkehrsverstößen des Mieters auferlegt werden; siehe Ziffer 13.2 und 13.3 unten) sowie etwaige Schadensersatzansprüche gemäß Ziffer 15 unten, vom vom Mieter bei Vertragsschluss oder nachträglich angegebenen Zahlungsmittel abzubuchen.",
    "l11.2": "Der Mietpreis (außer bei Frühbuchertarifen) und die Kaution müssen zum Zeitpunkt der Fahrzeugübergabe sowie bei Langzeitmieten monatlich im Voraus durch eine Genehmigung der die Zahlung abwickelnden Bank gesichert werden. Erfolgt keine Genehmigung, ist ZüriCar GmbH berechtigt, die Fahrzeugübergabe zu verweigern. Wurde das Fahrzeug bereits übergeben und erfolgt für den Folgemonat keine Genehmigung, gerät der Mieter in Zahlungsverzug. In diesem Fall ist ZüriCar GmbH berechtigt, nach erfolglosem Ablauf einer einmaligen Zahlungsfrist den Mietvertrag fristlos zu kündigen.",
    "l12": "Elektronische Rechnungsstellung",
    "l12.1": "Der Mieter erklärt sich damit einverstanden, keine Papierrechnungen zu erhalten, sondern dass der Vermieter eine den gesetzlichen Anforderungen entsprechende elektronische Rechnung an die angegebene E-Mail-Adresse sendet.",
    "l12.2": "Der Mieter ist dafür verantwortlich, dass er elektronische Rechnungen empfangen oder – vorbehaltlich Vereinbarung – in elektronischer Form abrufen kann. Der Mieter trägt die Verantwortung für Störungen der Empfangseinrichtung oder andere Umstände, die den Zugang verhindern. Eine Rechnung gilt als zugegangen, sobald sie in den Herrschaftsbereich des Mieters gelangt ist. Sendet der Vermieter lediglich eine Benachrichtigung und kann der Mieter die Rechnung selbst abrufen, oder stellt der Vermieter die Rechnung zum Abruf bereit, gilt die Rechnung mit dem Abruf durch den Mieter als zugegangen. Der Mieter ist verpflichtet, die bereitgestellten Rechnungen in angemessenen Abständen abzurufen.",
    "l12.3": "Der Mieter kann den ausschließlichen Versand von Rechnungen in elektronischer Form jederzeit widerrufen. In diesem Fall stellt der Vermieter dem Mieter die Rechnung in Papierform zur Verfügung. Der Mieter trägt in diesem Fall die zusätzlichen Kosten für den Versand der Papierrechnung sowie das Porto.",
    "h13": "Fahrzeugnutzung",
    "l13": "Der Mieter ist verpflichtet, (i) das Fahrzeug sorgfältig zu fahren und zu behandeln sowie die vom Hersteller oder Vermieter vorgeschriebenen Bedienungsanleitungen zu beachten; (ii) das Fahrzeug bei Nichtbenutzung abzuschließen, insbesondere Fenster, Dachöffnungen sowie Motorhaube; (iii) das Fahrzeug nur in den erlaubten Ländern und unter Beachtung der dort geltenden gesetzlichen Bestimmungen zu verwenden; (iv) das Fahrzeug nur zu gesetzlich zulässigen Zwecken zu nutzen und (v) die Fahrt bei Auftreten eines Mangels am Fahrzeug zu unterbrechen, sobald dies gefahrlos möglich ist, und den Vermieter unverzüglich zu benachrichtigen.",
    "h14": "Nutzungsbeschränkungen",
    "l14": "Es ist verboten, das Fahrzeug (i) für Rennen, Schleuderkurse, Fahrtrainings oder Ähnliches sowie als Fahrschulfahrzeug zu verwenden; (ii) als Abschlepp-, Schlepp- oder Rangierfahrzeug zu nutzen; (iii) unter Angabe falscher persönlicher Angaben wie Alter, Name, Adresse usw.; (iv) unter Einfluss von Alkohol, Drogen, Medikamenten oder Aufputschmitteln; (v) in überladenem oder nicht verkehrstauglichem Zustand; (vi) für Fahrten außerhalb befestigter Straßen oder Wege sowie für das Durchqueren von Flussbetten oder Ähnlichem (insbesondere auch bei Fahrzeugen mit Allradantrieb); (vii) zum Transport von brennbaren, giftigen oder gefährlichen Stoffen zu verwenden.",

    "h15": "Wartung",
    "l15.1": "Der Mieter verpflichtet sich, regelmäßig den Öl-, AdBlue- und Wasserstand sowie den Reifendruck zu überprüfen und entsprechend zu handeln. Der Mieter muss die Handbücher für das Laden von Elektro- oder Hybridfahrzeugen sowie für jegliches Zubehör (z. B. Ladekabel) strikt einhalten, ebenso wie die Anweisungen an der Ladestation. Die Nutzung von nicht zertifiziertem, nicht freigegebenem oder beschädigtem Zubehör ist strengstens untersagt. Bei Schäden an der Ladestation durch unsachgemäße Nutzung haftet der Mieter. Nach Beendigung des Ladevorgangs oder Ablauf der maximal erlaubten Parkdauer ist der Parkplatz umgehend freizugeben. Kosten für überzogene Lade- und/oder Parkzeiten sowie Bußgelder oder Abschleppkosten werden dem Mieter weiterverrechnet.",

    "h16": "Reparaturen",
    "l16": "Reparaturen während der Mietzeit sollen möglichst bei der nächstgelegenen Vertragswerkstatt erfolgen.",
    "l16.1": "Übersteigen die Reparaturkosten CHF 200.00, ist vorab eine Zustimmung des Vermieters einzuholen.",
    "l16.2": "Der Vermieter erstattet die Reparaturkosten gegen Nachweis und Zustimmung.",
    "l16.3": "Ausgenommen sind Fälle, in denen der Mieter gemäß Ziffer 15.6 der AGB haftet.",
    "l16.4": "Ausgewechselte Teile sind dem Vermieter auszuhändigen.",

    "h17": "Haftungsbeschränkung des Vermieters",
    "l17.1": "Jegliche Haftung des Vermieters und seiner Erfüllungsgehilfen gegenüber dem Mieter und weiteren Fahrern für Personen- oder Sachschäden ist, soweit gesetzlich zulässig, ausgeschlossen – einschließlich indirekter Schäden, entgangenen Gewinns, Nutzungsausfall, Terminverlust etc.",

    "h18": "Sorgfalts- und Mitteilungspflichten des Mieters",
    "l18": "Bei Unfall, Diebstahl, Brand, Wildschäden oder sonstigen Schäden ist der Vermieter umgehend zu benachrichtigen und zur Schadensminderung beizutragen.",
    "l18.1": "Unfälle sind sofort der Polizei zu melden – auch bei geringfügigen oder selbstverschuldeten Schäden.",
    "l18.2": "Verweigert die Polizei eine Aufnahme, muss dies dem Vermieter unverzüglich mitgeteilt und belegt werden.",
    "l18.3": "Der Mieter darf keine Schuld anerkennen oder Ansprüche erfüllen, außer dies wäre offensichtlich unangemessen.",
    "l18.4": "Der Mieter ist verpflichtet, ZüriCar GmbH über einen Führerscheinentzug oder Einschränkungen unverzüglich per E-Mail zu informieren.",
    "l18.5": "In solchen Fällen darf das Fahrzeug nicht weiter gemietet bzw. gefahren werden.",
    "l18.6": "Bei Verstoß gegen die Pflichten gemäß Ziffer 12.1 und/oder 12.2 haftet der Mieter vollumfänglich – eventuelle Haftungsbegrenzungen oder Versicherungen entfallen.",
    "l18.7": "Der Mieter ermächtigt den Vermieter zur Einsicht in Polizei- oder Behördenakten im Schadensfall.",

    "h19": "Verstöße gegen Verkehrsregeln",
    "l19.1": "Der Mieter muss alle Verkehrsregeln einhalten und sich über nationale Besonderheiten informieren.",
    "l19.2": "Der Mieter haftet allein für alle Rechtsverstöße mit dem Mietfahrzeug – auch durch Zusatzfahrer – bis zur Rückgabe.",
    "l19.3": "Wird der Vermieter aus Halterhaftung oder anderen Gründen belangt, trägt der Mieter sämtliche Kosten.",
    "l19.4": "Der Vermieter ist verpflichtet, bei Verkehrsverstößen die Daten des Mieters/ Fahrers an die Behörden zu melden.",
    "l19.5": "Für diesen Verwaltungsaufwand wird eine Gebühr von CHF 40.00 erhoben.",

    "h20": "Auslandsfahrten und Einreisebeschränkungen",
    "l20.1": "Besondere Anweisungen des Vermieters zu Zoll, Grenzübertritten oder Rückgabeort sind strikt einzuhalten.",
    "l20.2": "Kann der Mieter diesen Anweisungen nicht nachkommen, muss er den Vermieter unverzüglich informieren.",
    "l20.3": "Verstöße führen zu Schadensersatzpflicht – z. B. für Zollgebühren oder Bußgelder.",
    "l20.4": "Je nach Fahrzeugkategorie und Buchung sind bestimmte Länder für Fahrten ausgeschlossen. Details siehe Mietvertrag.",

    "h21": "Haftung, Haftungsbeschränkung, Schutzoptionen",
    "l21.1": "<strong>Haftung des Mieters gegenüber dem Vermieter:</strong> Der Mieter haftet – unabhängig von einem Verschulden – für Schäden, Verlust oder Zerstörung des Fahrzeugs (z. B. Diebstahl). Dies gilt auch für Handlungen durch Zusatzfahrer oder Helfer. Mehrere Mieter haften solidarisch. Eine Haftungsbeschränkung kann vereinbart werden (siehe Ziffer 15.5).",
    "stg22": "Haftungsumfang",
    "stg22.1": "Haftung des Mieters umfasst",
    "l22": "Zusätzlich zum eigentlichen Schaden (z. B. Wertminderung des Fahrzeugs oder Reparaturkosten, jeweils unter Berücksichtigung eines angemessenen Minderwerts, Transport, Selbstbehalt und Bonusverlust) umfasst die Schadenersatzpflicht des Mieters auch die Kosten für ein Gutachten und eine Bearbeitungsgebühr von CHF 180.00 pro Schadenfall. Im Falle eines Totalschadens haftet der Mieter außerdem für die Pauschale von CHF 320.00 für An- und Abmeldung.",
    "l22.1": "Bei Verlust oder Beschädigung des Ladekabels für Elektrofahrzeuge erstattet der Mieter dem Vermieter die Kosten für den Ersatz des Kabels sowie die Bearbeitungsgebühr gemäß dem vorstehenden Absatz. Der Vermieter ist berechtigt, weiteren Schaden geltend zu machen. Im Schadensfall ist der Vermieter berechtigt, die Ursache, das Ausmaß und die Kosten des Schadens durch einen von ihm beauftragten unabhängigen Sachverständigen auf Kosten des Mieters feststellen zu lassen. Der Mieter erklärt sich damit einverstanden, dass die Feststellungen und die Schadensbewertung eines solchen Gutachtens als Grundlage für die Schadensregulierung mit für ihn verbindlicher Wirkung im Sinne von Art. 189 ZPO (Zivilprozessordnung) verwendet werden. Kann das Fahrzeug infolge des Schadens vom Vermieter nicht genutzt werden, so kann dieser für die Dauer der Reparatur den Nutzungsausfall zu den mit dem Mieter vereinbarten Tarifen in Rechnung stellen.",
    "l22.2": "Im Falle eines Totalschadens wird eine Pauschale für eine Woche Nutzungsausfall berechnet. ZüriCar GmbH stellt dem Mieter den von ihm zu vertretenden Schaden in Rechnung, wobei die Rechnung innerhalb von 7 Tagen zahlbar ist. Erfolgt die Schadenersatzzahlung nicht fristgerecht, wird ab der ersten Mahnung eine Mahngebühr von CHF 18.00 erhoben. Alle weiteren im Zusammenhang mit der Geltendmachung der Schadenersatzforderung entstehenden Kosten trägt ebenfalls der Mieter.",
    "stg23": "Haftpflichtversicherung für Drittschäden",
    "l23": "Der Mieter und jeder berechtigte Fahrer sind durch eine Kfz-Haftpflichtversicherung versichert. Diese Haftpflichtversicherung deckt Personenschäden und Sachschäden Dritter bis zu einer maximalen Versicherungssumme von CHF 100.000.000 und ist auf Europa beschränkt.",
    "l23.1": "Private Kfz-Versicherung (PAP)",
    "l23.2": "Der zusätzliche Abschluss einer privaten Kfz-Versicherung (PAP) bietet dem Mieter Schutz bei Personenschäden des Mieters oder anderer Insassen des Mietfahrzeugs infolge eines Unfalls. Die Versicherungssumme der PAP beträgt: CHF 40.000 bei Invalidität, CHF 20.000 im Todesfall und unbegrenzte Heilungskosten (begrenzt auf max. 5 Jahre).",
    "stg24": "Haftungsbegrenzung bei Fahrzeugschäden/Diebstahl",
    "l24": "Zu Mietbeginn kann der Mieter seine Haftung gegenüber dem Vermieter für Fahrzeugschäden, Zerstörung des Fahrzeugs und Diebstahl durch den Abschluss einer Haftungsbegrenzungs- und Diebstahlschutzversicherung auf einen Selbstbehalt beschränken. Durch Zahlung einer Sondergebühr kann zusätzlich eine Reduzierung oder vollständige Befreiung vom Selbstbehalt vereinbart werden. Die Höhe des Selbstbehalts ergibt sich aus der zum Zeitpunkt des Vertragsabschlusses gültigen Preisliste des Vermieters für jede Fahrzeugklasse und wird im Mietvertrag ausdrücklich angegeben. Der vereinbarte Selbstbehalt ist pro Schadenfall geschuldet und wird bei mehreren Schadenfällen während der Mietdauer mehrfach angewendet.",
    "l24.1": "Durch Zahlung einer weiteren Gebühr kann ein „Innenraum“-Schutzpaket erworben werden, das über den Schutz der Haftungsbegrenzung gemäß dem vorhergehenden Absatz hinausgeht. Mit dem Erwerb und der Zahlung dieses Schutzpakets entfällt die Haftung für: Schäden und Verschmutzungen des Laderaums/Gepäckraums/Dachkoffers während der Fahrzeugnutzung sowie beim Be- und Entladen des Fahrzeugs;",
    "l24.2": "Schäden und Verschmutzungen des Innenraums oder des Fahrer-/Passagierbereichs, die durch den ordnungsgemäßen Betrieb des Fahrzeugs entstehen. Die in Ziffer 15.6 unten genannten Ausschluss- oder Beendigungsfälle der Haftungsbegrenzung bleiben vorbehalten.",
    "l24.3": "Ausschluss oder Beendigung der Haftungsbegrenzung oder des Versicherungsschutzes: Vorsätzlich oder grob fahrlässig (siehe Ziffer 15.7 unten) verursachte Schäden, unabhängig von der Art des entstandenen Schadens, führen in jedem Fall zur Beendigung einer abgeschlossenen Haftungsbegrenzung und des Versicherungsschutzes gemäß den Ziffern 0, 15.4 und 15.5 oben und somit zur unbeschränkten Haftung des Mieters gegenüber dem Vermieter und Dritten für alle im Zusammenhang mit dem Mietvertrag entstandenen Schäden.",
    "l24.4": "Unabhängig vom Verschulden gilt eine abgeschlossene Haftungsbegrenzung oder ein Versicherungsschutz in den folgenden Fällen ebenfalls NICHT und der Mieter haftet gegenüber dem Vermieter und Dritten uneingeschränkt für den gesamten Schaden:",
    "l24.5": "bei falscher Betankung, unsachgemäßer Benutzung von Schneeketten, Ski- und Gepäckträgern, unsachgemäßem Beladen von Ski- und Gepäckträgern, unsachgemäßer Nutzung des Fahrzeuginnenraums (Zigarettenlöcher, Risse und Flecken in der Polsterung oder an sonstigen Innenausstattungen), Folgen des Fahrens auf nicht befestigten Straßen oder Wegen, unsachgemäßer Handhabung von Cabrioverdecken, Unterlassen des Schließens des Verdecks bei Regen, Wind usw.;",
    "l24.6": "bei unzureichendem Service/ungenügender Wartung des Fahrzeugs während der Mietzeit;",
    "l24.7": "bei Dachschäden und anderen Schäden infolge Nichtbeachtung der maximalen Höhe und Breite des Fahrzeugs beim Durchfahren von Durchgängen, Einfahrten, Tunneln, Brücken usw.;",
    "l24.8": "Schäden (z. B. an Kupplung, Getriebe, Fahrwerk) durch offensichtliche Fehlbedienung des Fahrzeugs (z. B. unsachgemäßer Umgang mit Automatikgetriebe und unsachgemäße Handhabung von 4×4-Fahrzeugen);",
    "l24.9": "bei Transport verbotener oder gefährlicher Güter; bei Nichteinhaltung der Verpflichtungen durch den Mieter gemäß dem Mietvertrag und den Allgemeinen Mietbedingungen (Nutzungsregelungen gemäß Ziffer 10 oben, Sorgfalts- und Offenlegungspflichten gemäß Ziffer 12 oben, insbesondere das Fahren ohne gültigen Führerschein) sowie bei Übergabe des Fahrzeugs an eine unbefugte dritte Person oder eine dritte Person ohne gültigen Führerschein; bei Nichtbeachtung gesetzlicher Vorschriften zur Offenlegungspflicht an Grenzübergängen sowie Zoll- und Einfuhrbestimmungen; bei Verhinderung einer polizeilich angeordneten Maßnahme zur Feststellung der Fahruntüchtigkeit (Art. 91a (1) SVG (Strassenverkehrsgesetz))",
    "l24.10": "für Service- und/oder Reparaturkosten der folgenden selbstverschuldeten Ereignisse: Verlust von Schlüsseln, Einschließen der Schlüssel im Fahrzeug, Stillstand aufgrund von Kraftstoffmangel, Starthilfe bei leerer Batterie, Festfahren; es sei denn, der Mieter hat beim Vermieter einen speziellen Mobilitätsservice abgeschlossen, der über die allgemeine Haftungsbeschränkung hinausgeht. Die jeweiligen Mobilitätsdienste können nur mit dem 24-Stunden-Pannendienst von EVAG genutzt werden. Dieser bestimmt auch Art und Umfang der Leistungen mit dem Ziel, die Mobilität des Mieters sicherzustellen. Wenn der Mieter andere Personen für den Mobilitätsdienst hinzuzieht, übernimmt ZüriCar GmbH keine Verantwortung, und der Mieter haftet in vollem Umfang für durch diese verursachte Schäden am Mietfahrzeug.",
    "l24.11": "Grobe Fahrlässigkeit Die Parteien definieren grob fahrlässiges Verhalten, das gemäß Klausel 15.6 – auch bei abgeschlossener Haftungsbeschränkung oder Versicherung – zur vollen und unbegrenzten Haftung des Mieters gegenüber dem Vermieter oder Dritten führt, insbesondere, aber nicht ausschließlich:",
    "l24.12": "jede schwerwiegende Verletzung der Verkehrsregeln im Sinne von Art. 90 (2) SVG; jede Fahrweise, bei der dem Fahrer die allgemeine Gefährlichkeit seines Verhaltens bekannt ist oder er diese fahrlässig außer Acht lässt; jede Fahrweise, bei der der Fahrer grundlegende Vorsichtsprinzipien verletzt und dabei das offensichtlich Erkennbare missachtet, um vorhersehbare Schäden oder Verletzungen zu vermeiden; Fahren unter Alkoholeinfluss, Drogen oder Medikamenten, die die Fahrtüchtigkeit beeinträchtigen; Fahren im übermüdeten Zustand, bei Sekundenschlaf oder Einschlafen; folgende Verkehrsverstöße, soweit sie zu einem Unfall geführt haben oder beigetragen haben: überhöhte Geschwindigkeit oder nicht angepasste Geschwindigkeit, Kontrollverlust über das Fahrzeug, unzureichender Abstand, Missachtung von Überholverboten und Stoppschildern sowie Verkehrszeichen, Missachtung der Fahrtrichtung, Unaufmerksamkeit und Ablenkung z. B. durch Mobiltelefone, Radios oder Navigationsgeräte, Deaktivierung sicherheitsrelevanter Systeme wie ABS und ESP sowie andere Fahrstabilitätsvorrichtungen, Fahren mit einem nicht verkehrssicheren Fahrzeug (z. B. unzureichende Ladungssicherung, verschmutzte Scheiben), unzureichende Fahrzeugsicherung (z. B. Handbremse nicht angezogen, Fahrzeug nicht abgeschlossen, Schlüssel stecken gelassen); Zurücklassen von Wertsachen im Fahrzeug.",
    "h25": "Rückgabe des Fahrzeugs",
    "l25.1": "Der Mieter verpflichtet sich, das Fahrzeug gemäß den im Mietvertrag festgelegten Angaben bezüglich Ort, Datum und Uhrzeit der Rückgabe zurückzugeben oder im Falle einer vorzeitigen Beendigung des Mietvertrags aus wichtigem Grund auf Wunsch der Vermietfirma zu einem früheren Zeitpunkt. Wenn der Mieter das Fahrzeug vorzeitig zurückgibt, das heißt vor Ablauf der vereinbarten Mietdauer, führt dies nicht zur vorzeitigen Beendigung des Mietvertrags. Bei vorzeitiger Rückgabe oder später Abholung des Fahrzeugs hat der Mieter keinen Anspruch auf eine Reduzierung des vereinbarten Mietpreises.",
    "l25.2": "Der Mieter ist verpflichtet, das Fahrzeug einem für die Fahrzeugrückgabe zuständigen Mitarbeiter am Depot und zur vereinbarten Zeit zurückzugeben, sofern ein solcher Mitarbeiter anwesend ist. Wenn der Mieter das Fahrzeug an ein anderes als das vereinbarte Depot zurückgibt oder zu einem späteren Zeitpunkt als dem vereinbarten Rückgabezeitpunkt, fällt aufgrund des Mehraufwands eine zusätzliche Gebühr von CHF 20,00 an. Diese Gebühr kommt zusätzlich zu etwaigen Einweggebühren oder den Kosten für Miettage hinzu. Das Fahrzeug gilt als an das Mietunternehmen zurückgegeben, wenn es über die digitalen Dienste der ZüriCar GmbH („virtuelle Rückgabe“) verriegelt wurde oder wenn Fahrzeug und Schlüssel zurückgegeben und vom Mietunternehmen überprüft wurden („Registrierung“). Bei einer virtuellen Rückgabe oder wenn das Fahrzeug außerhalb der Öffnungszeiten des Depots zurückgegeben wird, bleibt der Mieter bis zur Registrierung durch das Mietunternehmen verantwortlich. Gleiches gilt, wenn der Mieter in Anwesenheit eines zuständigen Mitarbeiters das Depot verlässt, bevor das Fahrzeug registriert wurde.",
    "l25.3": "Wenn der Mieter das Fahrzeug und den Fahrzeugschlüssel am Ende der vereinbarten Mietdauer nicht an die Vermietfirma zurückgibt, selbst wenn dies nicht vom Mieter zu vertreten ist, ist die Vermietfirma berechtigt, eine Nutzungsentschädigung für die Dauer der Zurückhaltung, mindestens in Höhe des zuvor vereinbarten Mietzinses, zu verlangen. Darüber hinaus ist der Mieter verpflichtet, pauschal CHF 50,00 (inkl. MwSt.) als Entschädigung für die damit verbundenen Bearbeitungskosten zu zahlen, sofern der Mieter nicht nachweist, dass der Vermieter geringere Aufwendungen und/oder Schäden erlitten hat. Die Geltendmachung weiterer Schäden bleibt vorbehalten.",
    "l25.4": "Der Mieter hat das Fahrzeug sowie das Zubehör in einem dem vertragsgemäßen Gebrauch entsprechenden Zustand zurückzugeben. Bei Schäden, übermäßiger Abnutzung oder Verschmutzung des Fahrzeugs ist der Kunde schadensersatzpflichtig. Eine abgeschlossene Haftungsbeschränkung gemäß Klausel 15.5 befreit nicht von der Schadensersatzpflicht für übermäßige Abnutzung oder Verschmutzung des Fahrzeugs, es sei denn, diese betrifft den Innenraum bei Abschluss des entsprechenden Schutzpakets und resultiert aus dem normalen Betrieb des Fahrzeugs.",
    "l25.5": "Bei Mietzeiten von mehr als 27 Tagen trägt der Mieter die Kosten für Nachfüllflüssigkeiten (insbesondere Motoröl, AdBlue, Scheibenwaschflüssigkeit und Frostschutzmittel) bis zu 8 % der (netto) monatlichen Miete, falls diese Flüssigkeiten während der Mietzeit nachgefüllt werden müssen.",
    "l25.6": "Bei Fahrzeugen mit AdBlue®-Tank hat der Mieter sicherzustellen, dass der AdBlue®-Tank stets ausreichend gefüllt ist. Der Mieter sowie seine Erfüllungsgehilfen und Vertreter haften uneingeschränkt für Verstöße gegen diese Pflicht während der Mietzeit; der Mieter stellt ZüriCar GmbH von etwaigen Ansprüchen Dritter oder Behörden, insbesondere Bußgeldern oder Verwarnungen, die aus der Nichtbefüllung des AdBlue®-Tanks resultieren, frei.",
    "l25.7": "Daten können im Fahrzeug gespeichert werden, wenn das Navigationsgerät verwendet wird oder mobile bzw. andere Geräte mit dem Fahrzeug gekoppelt sind. Wenn der Mieter/Fahrer wünscht, dass auf die genannten Daten nach der Rückgabe des Fahrzeugs nicht mehr zugegriffen werden kann, muss er/sie sicherstellen, dass diese Daten vor der Rückgabe gelöscht werden. Die Löschung kann durch Zurücksetzen der Navigations- und Kommunikationssysteme des Fahrzeugs auf die Werkseinstellungen erfolgen. Anleitungen hierzu befinden sich in der Bedienungsanleitung im Handschuhfach. Die Vermietfirma ist jedoch berechtigt, die genannten Daten zu löschen.",
    "l25.8": "Der Mieter ist verpflichtet, ZüriCar GmbH unverzüglich nach Eintritt von Schäden am Fahrzeug während der Mietzeit zu informieren. In der Regel erstellt die Vermietfirma bei Rückgabe des Fahrzeugs im Rahmen der Registrierung einen Zustandbericht, der von beiden Parteien zu unterzeichnen ist und somit eine verbindliche Dokumentation des Fahrzeugzustands darstellt. Bei virtueller Rückgabe des Fahrzeugs, Rückgabe außerhalb der Öffnungszeiten des Mietdepots oder aus anderen Gründen ohne Zustandbericht ist ZüriCar GmbH berechtigt, Schäden, übermäßige Abnutzung oder Verschmutzungen einseitig zu dokumentieren und diese dem Mieter innerhalb von 3 Werktagen nach Registrierung mitzuteilen. Erfolgt keine Mitteilung, gilt das Fahrzeug als ordnungsgemäß zurückgegeben, mit ausdrücklichem Vorbehalt.",
    "l25.9": "Nach Ablauf des Mietvertrags oder Überschreitung der vereinbarten Mietdauer ist die Vermietfirma berechtigt, das Fahrzeug jederzeit in Besitz zu nehmen oder auf Kosten des Mieters zurückzuerhalten und die Nutzung über den Mietvertrag hinaus zu berechnen.",
    "l25.10": "Dies gilt auch bei längerfristigen Mietverträgen, wenn der Mieter mit den vereinbarten Mietzahlungen mehr als 15 Tage in Verzug ist oder absehbar ist, dass er seine Verpflichtungen aus dem Mietvertrag nicht mehr erfüllen kann. Der Mietvertrag endet zum vereinbarten Zeitpunkt. Mit Zustimmung der Vermietfirma kann der Vertrag verlängert werden, wenn der Mieter dies mindestens drei Tage vor Ablauf der vereinbarten Mietzeit beantragt. Sofern keine anderslautende Vereinbarung getroffen wird, gelten für den verlängerten Mietzeitraum dieselben Bedingungen wie für den ursprünglich vereinbarten Zeitraum oder entsprechend angepasste Bedingungen. Die Verlängerung muss schriftlich beim jeweiligen Depot der Vermietfirma erfolgen und ausschließlich vom Mieter selbst beantragt werden.",
    "l25.11": "Sondertarife gelten nur für den angebotenen Zeitraum und setzen voraus, dass die Miete für den zum Zeitpunkt der Anmietung vereinbarten gesamten Mietzeitraum erfolgt. Wird die vereinbarte Mietdauer überschritten oder verkürzt, gilt für den gesamten Mietzeitraum der normale Tarif und nicht der Sondertarif. ZüriCar GmbH behält sich ausdrücklich das Recht vor, weitere Schadensersatzansprüche geltend zu machen.",
    "l25.12": "Bei Langzeitmieten (Mietverhältnisse mit einer vereinbarten Mietdauer von mehr als 25 Tagen) ist der Mieter verpflichtet, das Fahrzeug zurückzugeben, sobald die im Mietvertrag angegebene Kilometerleistung erreicht ist, spätestens jedoch am letzten im Mietvertrag angegebenen Miettag. Überschreitet der Mieter die im Mietvertrag angegebene Kilometerleistung um mehr als 100 km und/oder gibt das Fahrzeug nach dem im Mietvertrag genannten Datum zurück, ist er verpflichtet, eine Vertragsstrafe in Höhe von CHF 850 zu zahlen; dies gilt nicht, sofern der Mieter nachweist, dass dem Vermieter kein oder ein geringerer Schaden entstanden ist. Diese Vertragsstrafe fällt zusätzlich zum regulären Tarif für eine längere Mietdauer an. Sobald die im Mietvertrag angegebene Kilometerleistung erreicht ist, erhält der Mieter bei Rückgabe des Fahrzeugs ein gleichwertiges Ersatzfahrzeug für die verbleibende Mietdauer.",
    "l26": "Alle Daten, die ZüriCar GmbH vom Mieter oder anderen an der Vermietung beteiligten betroffenen Personen erhält, werden in Übereinstimmung mit den Bestimmungen des schweizerischen Datenschutzgesetzes und der EU-Datenschutz-Grundverordnung (DSGVO), soweit anwendbar, verarbeitet.",
    "l26.1": "ZüriCar GmbH ist vom Kunden ausdrücklich dazu bevollmächtigt, neben seinen allgemeinen personenbezogenen Daten auch alle weiteren Daten aus seinem Führerschein oder Ausweisdokument (Reisepass/ID) (einschließlich Bilder), Kommunikationsdaten (insbesondere E-Mail-Adresse), Finanzdaten (z. B. Kreditkartendaten) sowie alle weiteren Kategorien personenbezogener Daten gemäß unserer Datenschutzerklärung (https://zuericar.com/) für die in der Datenschutzerklärung genannten Zwecke zu verarbeiten. Der Mieter hat das Recht, die vorgenannte Einwilligung jederzeit zu widerrufen. Der Widerruf der Einwilligung berührt nicht die Rechtmäßigkeit der aufgrund der Einwilligung bis zum Widerruf erfolgten Verarbeitung.",
    "l26.2": "Die E-Mail-Adresse wird von EVAG nur zum Zweck des Angebots ähnlicher Waren oder Dienstleistungen an den Mieter verwendet. Der Mieter kann dieser Verwendung seiner E-Mail-Adresse jederzeit widersprechen, ohne dass ihm andere als die Übermittlungskosten nach den Basistarifen entstehen.",
    "l26.3": "Durch die Bereitstellung der Daten willigt der Mieter ein, dass ZüriCar GmbH die Daten innerhalb der EXPLORE Holding zum Zweck der Abwicklung des der Vereinbarung zugrunde liegenden Geschäfts, zu Marketingzwecken, zur Pflege bestehender oder zukünftiger Kundenbeziehungen sowie zu Zwecken, die bei der Datenerhebung ausdrücklich angegeben wurden oder offensichtlich mit der Bereitstellung der Daten in Zusammenhang stehen, weitergibt.",

    "l26.4": "Der Mieter kann diese Einwilligung zur Weitergabe seiner Daten gegenüber ZüriCar GmbH jederzeit mit Wirkung für die Zukunft widerrufen.",

    "l26.5": "Name, Adresse und Mietdaten sowie alle weiteren dem Vermieter bekannten Informationen über den Mieter werden bei berechtigten Anfragen der Behörden (z. B. im Zusammenhang mit Verkehrsverstößen) an die jeweilige Behörde sowie bei behaupteten Verletzungen von Rechten Dritter (z. B. Besitzstörungen) an die entsprechenden Dritten übermittelt.",

    "h27": "Digitale Anmietung",
    "l27": "Abweichend von Ziffer 2.2 wird bei einer digitalen Anmietung (z. B. über die ZüriCar GmbH App, Mobile Check-In usw.) der Inhalt des geschlossenen Vertrags zusammen mit den angezeigten Allgemeinen Mietbedingungen vom Mieter durch Klicken auf die entsprechenden Schaltflächen in den digitalen Diensten von ZüriCar GmbH bestätigt; der Mieter erklärt hiermit, dass er den Vertragsinhalt zur Kenntnis genommen und verstanden hat und diesem ausdrücklich zustimmt. Der Inhalt des geschlossenen Vertrags kann im Rahmen der digitalen Dienste von ZüriCar GmbH abgerufen werden oder wird dem Mieter per E-Mail zur Verfügung gestellt und somit für beide Parteien verbindlich bestätigt.",

    "l27.1": "Der Mieter darf die Zugangsdaten (z. B. Login, PIN, Benutzername, Passwort usw.) zu den von ZüriCar GmbH bereitgestellten Diensten nicht an Dritte weitergeben und muss sicherstellen, dass diese für Dritte nicht zugänglich sind. Um einen Zugriff Dritter auf die Dienste von ZüriCar GmbH zu verhindern, ist es untersagt, Zugangsdaten schriftlich festzuhalten. Der Verlust von Zugangsdaten ist umgehend per E-Mail an ZüriCar GmbH (info@züricar.ch) zu melden. Die Zugangsdaten sind nicht übertragbar.",

    "l27.2": "Zusätzlich zu Ziffer 12.2 ist die Nutzung der digitalen Dienste von ZüriCar GmbH zur Anmietung von Fahrzeugen untersagt, wenn dem Mieter der Führerschein entzogen wurde oder andere Einschränkungen des Führerscheins bestehen (z. B. Einschränkung des Führerscheins, vorübergehende Einziehung oder Beschlagnahmung des Führerscheins oder ein gerichtlich oder behördlich verhängtes Fahrverbot).",

    "l27.3": "Für bestimmte Dienste fordert ZüriCar GmbH den Mieter regelmäßig auf, den Besitz eines gültigen Führerscheins zu bestätigen. Möchte der Mieter Dienste wie die digitale Anmietung (z. B. Mobile Check-In) nutzen, ist er verpflichtet, seinen Führerschein vor Beginn der Anmietung entsprechend den von ZüriCar GmbH vorgegebenen Prozessen vorzulegen.",

    "h28": "Anwendbares Recht und Gerichtsstand",
    "l28": "Der Mietvertrag unterliegt ausschließlich dem schweizerischen Recht unter Ausschluss des internationalen Privatrechts.",

    "l28.1": "Gerichtsstand für alle Streitigkeiten im Zusammenhang mit dem Mietvertrag zwischen dem Mieter und dem zusätzlichen Fahrer sowie der Vermietfirma ist ausschließlich Opfikon. Die Vermietfirma ist jedoch berechtigt, Klage bei jedem anderen zuständigen Gericht zu erheben.",

    "l28.2": "Unwirksamkeit oder Teilunwirksamkeit, Sprache",

    "l28.3": "Die teilweise oder vollständige Unwirksamkeit oder Undurchsetzbarkeit einer oder mehrerer Bestimmungen des Mietvertrags, einschließlich dieser Allgemeinen Mietbedingungen (AGB), berührt nicht die Wirksamkeit der übrigen Bestimmungen. Unwirksame Bestimmungen werden im Rahmen der Vertragsauslegung durch solche ersetzt, die dem angestrebten Zweck der unwirksamen Bestimmungen am nächsten kommen. Im Falle von Widersprüchen ist der deutsche Vertragstext maßgeblich.",
    "p1.2": "Die folgenden Vermittlungsbedingungen gelten für die Vermittlungsleistungen von  ZüriCar GmbH für Pauschalreisen, Kreuzfahrten, (nur) Flüge, (nur) Hotels, Mietwagen, Städtetrips, sonstige Reisedienstleistungen, damit verbundene Reisedienstleistungen sowie Reiseversicherungen auf dem Internetportal.",
    "p1.3": "Bitte beachten Sie auch die jeweils geltenden allgemeinen Geschäftsbedingungen (Reise- und Zahlungsbedingungen) sowie die vorvertraglichen Informationen des jeweiligen verantwortlichen Anbieters, die Sie in der Leistungsbeschreibung einsehen können.",
    "h2": "I. Vertragsinhalt, Vertragsschluss"
  },
  "general": {
    "h1": "Allgemeine Geschäftsbedingungen",
    "stg": "Präambel",
    "p1.1": "Präambel: Die ZüriCar GmbH (nachfolgend ' ZüriCar GmbH' genannt) vermittelt Reiseleistungen über die Website  info@züricar.ch. Auf diesem Internetportal werden verschiedene Reiseleistungen von namentlich genannten Reiseveranstaltern, Fluggesellschaften oder anderen Dienstleistern angeboten.",
    "p1.2": "Die folgenden Vermittlungsbedingungen gelten für die Vermittlungsleistungen von  ZüriCar GmbH für Pauschalreisen, Kreuzfahrten, (nur) Flüge, (nur) Hotels, Mietwagen, Städtereisen, sonstige Reiseleistungen, verbundene Reiseleistungen und Reiseversicherungen auf dem Internetportal.",
    "p1.3": "Bitte beachten Sie auch die jeweils geltenden Allgemeinen Geschäftsbedingungen (Reise- und Zahlungsbedingungen) sowie die vorvertraglichen Informationen des jeweils verantwortlichen Anbieters, die Sie in der Leistungsbeschreibung einsehen können.",
    "h2": "I. Vertragsinhalt, Vertragsschluss",
    "p2.1": "Zwischen dem Kunden und der ZüriCar GmbH (nachfolgend ' ZüriCar GmbH' genannt) kommt ein Geschäftsbesorgungsvertrag zustande. Der Kunde beauftragt  ZüriCar GmbH mit der Vermittlung von Pauschalreisen, Kreuzfahrten, einem (nur) Flug, einem (nur) Hotel, Mietwagen, Städtereisen, sonstigen Reiseleistungen, verbundenen Reiseleistungen und/oder Reiseversicherungen des jeweiligen Leistungserbringers.  ZüriCar GmbH handelt ausschließlich als Vermittler der angebotenen Leistungen und erbringt diese Leistungen nicht im eigenen Namen, sofern nicht ausdrücklich anders angegeben.",
    "p2.2": "Die auf dem vorgenannten Portal dargestellten Angebote stellen keine verbindlichen Vertragsangebote von  ZüriCar GmbH oder des jeweiligen Leistungserbringers dar. Durch Eingabe seiner Daten und das Absenden des Online-Buchungsformulars an  ZüriCar GmbH gibt der Kunde ein verbindliches Vertragsangebot an den jeweiligen Leistungserbringer ab und beauftragt gleichzeitig  ZüriCar GmbH mit der Vermittlung.",
    "p2.3": "Der Kunde erhält anschließend von  ZüriCar GmbH eine Eingangsbestätigung der Buchung per E-Mail an die vom Kunden angegebene E-Mail-Adresse. Diese Bestätigung bestätigt lediglich den Eingang der Buchungsanfrage. Der Inhalt der Buchungsbestätigung wird nicht gespeichert und kann später nicht erneut abgerufen werden.",
    "p2.4": "Der Kunde ist verpflichtet, die Angaben in der Buchungsbestätigung unmittelbar nach Erhalt auf ihre Richtigkeit zu überprüfen. Bei fehlerhaften Angaben muss sich der Kunde unverzüglich nach Erhalt der Bestätigung unter der im Portal angegebenen Telefonnummer oder E-Mail-Adresse an  ZüriCar GmbH wenden, um eine Korrektur zu veranlassen. Bitte beachten Sie, dass viele Fluggesellschaften für Korrekturen von Angaben auf Flugtickets Gebühren erheben, die – sofern der Fehler nicht von  ZüriCar GmbH verursacht wurde – an den Kunden weitergegeben werden.",
    "p2.5": "Ein Vertrag zwischen dem Kunden und dem jeweiligen Leistungserbringer kommt erst zustande, wenn die angeforderten Leistungen dem Kunden entweder durch den Leistungserbringer oder durch  ZüriCar GmbH im Namen des Leistungserbringers rechtsverbindlich bestätigt werden.",
    "h3": "II. Vermittlungs- und Bearbeitungsentgelte, Auslagen ",
    "p3.1": " Für Vermittlungsleistungen im Hinblick auf (Nur-)Hotel, Pauschalreisen, Mietwagen, Städtereisen und Reiseversicherungen erhebt ZüriCar GmbH (nachfolgend  ZüriCar GmbH genannt) kein gesondertes Entgelt, sofern nachfolgend nicht abweichend geregelt: ",
    "p3.2": "Für Vermittlungsleistungen im Hinblick auf (Nur-)Flüge, Bahnleistungen und sonstige Einzelleistungen werden Vermittlungsentgelte erhoben. Die Höhe des jeweiligen Vermittlungsentgelts ist im entsprechenden Angebot innerhalb der Buchungsmaske ausgewiesen und für den Kunden vor Abschluss der Buchung klar ersichtlich. ",
    "p3.3": " Aufwendungen oder Auslagen, die  ZüriCar GmbH im Rahmen des erteilten Vermittlungsauftrags entstehen (z. B. Kosten für die Ausstellung von Visa, Versandgebühren etc.), sind zusätzlich zum Vermittlungsentgelt, welches ausschließlich die Vermittlungsleistung abdeckt, vom Kunden an  ZüriCar GmbH zu erstatten.",
    "p3.4": "Soweit  ZüriCar GmbH im Auftrag des Kunden die vermittelte Leistung beim jeweiligen Leistungsträger auf Wunsch des Kunden storniert, fällt hierfür ein Bearbeitungsentgelt in Höhe von CHF 50,00 pro Person/pro Ticket an. Es steht dem Kunden frei, eine Stornierung direkt beim Leistungsträger zu erklären. Etwaige vom Leistungsträger im Rahmen der Stornierung erhobene Gebühren bleiben hiervon unberührt. ",
    "p3.5": " Für die Erstellung eines Gruppenangebots wird ein Bearbeitungsentgelt in Höhe von CHF 80,00 berechnet. Dieses Entgelt entfällt bei anschließender Buchung des Gruppenangebots und wird dem Kunden in diesem Fall von  ZüriCar GmbH gutgeschrieben. ",
    "p3.6": " Sämtliche steuerpflichtigen Vermittlungs- und Bearbeitungsentgelte verstehen sich inklusive gesetzlicher Mehrwertsteuer. ",
    "p3.7": "Sollte der Kunde gebuchte Reisen oder Leistungen umbuchen oder stornieren, bleibt der Anspruch von  ZüriCar GmbH auf bereits entstandene Vermittlungsentgelte unberührt. Dies gilt nicht, wenn die Umbuchung oder Stornierung auf einen Mangel der Vermittlungs- oder Beratungsleistung von  ZüriCar GmbH zurückzuführen ist. ",
    "h4": "III. Form, vorvertragliche Informationen",
    "p4": "ZüriCar GmbH (nachfolgend  ZüriCar GmbH genannt) stellt dem Kunden die gesetzlich vorgeschriebenen Informationen gemäß Art. 6 des Bundesgesetzes über Pauschalreisen (Pauschalreisegesetz, PRG) in dem gesetzlich erforderlichen Umfang zur Verfügung, bevor der Kunde seine vertragliche Erklärung abgibt. Im Falle eines telefonischen Vertrags über eine Pauschalreise werden diese Informationen dem Kunden telefonisch mitgeteilt.",
    "p4.1": " ZüriCar GmbH erfüllt auch die gesetzliche Verpflichtung zur Bereitstellung vorvertraglicher Informationen. Dies umfasst insbesondere Angaben zu:",
    "l4": "den wesentlichen Merkmalen der angebotenen Reiseleistungen,",
    "l4.1": "Name und Anschrift der Niederlassung sowie Telefonnummer und ggf. E-Mail-Adresse des jeweiligen Reiseveranstalters,",
    "l4.2": "dem Reisepreis einschließlich Steuern und ggf. zusätzlich anfallenden Gebühren, Entgelten und sonstigen Kosten,",
    "l4.3": "den Zahlungsmethoden.",
    "p5": "Diese Informationen werden dem Kunden im gesetzlich vorgesehenen Umfang zur Verfügung gestellt, sofern sie für das betreffende Pauschalangebot relevant sind.",
    "p5.1": "Soweit Informationen und Auskünfte über die gesetzlichen Informationspflichten hinausgehen, haftet  ZüriCar GmbH nur im Rahmen der gesetzlichen Bestimmungen für die sorgfältige Auswahl der Informationsquellen sowie für die zutreffende und vollständige Weitergabe der Informationen an den Kunden.",
    "h6": "IV. Zahlung",
    "p6": "Für die Zahlung des Reisepreises gelten grundsätzlich die nachfolgenden Bestimmungen. Bei Ratenzahlungsvereinbarungen über Drittanbieter (z. B. Payrexx AG) gelten zusätzlich deren spezielle vertragliche Bedingungen. Sollten diese den Allgemeinen Zahlungsbedingungen widersprechen, haben bei Ratenzahlungen die speziellen Bedingungen des jeweiligen Anbieters Vorrang. Die Bedingungen sind einsehbar unter",
    "p6.1": "Die Option ist nur auf teilnehmenden Online-Buchungsportalen verfügbar.",
    "p6.2": "Zahlungen auf den Reisepreis können nach Vertragsabschluss gemäß den vereinbarten Zahlungsbedingungen geleistet werden. Mit Vertragsabschluss ist eine Anzahlung des Reisepreises sofort fällig. Diese beträgt in der Regel:",
    "l6": "20 % bei Hotel-Only-Buchungen,",
    "l6.1": "30 % bei Flugpauschalen oder kombinierten Leistungen,",
    "l6.2": "100 % bei reinen Flugbuchungen.",
    "p7": "Die Restzahlung ist spätestens 30 Tage vor Reisebeginn fällig, sofern nichts anderes vereinbart wurde.",
    "p7.1": "Bei Kurzreisen mit einer Dauer von weniger als 24 Stunden ohne Übernachtung und einem Gesamtpreis von weniger als CHF 100 kann der gesamte Reisepreis sofort fällig gestellt werden.",
    "p7.2": "Erfolgt die fällige Anzahlung oder Restzahlung nicht fristgerecht, ist  ZüriCar GmbH berechtigt, vom Vertrag zurückzutreten und eine Stornogebühr gemäß Abschnitt VI zu verlangen.",
    "p7.3": "Entstehen dem Reiseveranstalter durch verspätete Zahlungen oder fehlende Unterlagen zusätzliche Aufwände (z. B. Hinterlegung oder Neuausstellung von Tickets am Flughafen), kann er dem Kunden die dadurch entstandenen Fremdkosten sowie eine pauschale Bearbeitungsgebühr von CHF 50 pro Vorgang in Rechnung stellen. Ein Nachweis eines geringeren Schadens bleibt dem Kunden vorbehalten.",
    "p7.4": "Die Zahlung erfolgt an  ZüriCar GmbH oder an den jeweiligen Dienstleister, der in der Buchungsbestätigung von  ZüriCar GmbH benannt ist.",
    "p7.5": "Werden Reisedokumente auf Wunsch des Kunden oder aufgrund kurzfristiger Buchungen per Expressversand geliefert, werden die dadurch entstehenden Mehrkosten an den Kunden weitergegeben. Der Kunde wird im Voraus über die Höhe der Gebühren informiert.",
    "p7.8": "SEPA-Basis-Lastschrift: Wählt der Kunde die SEPA-Lastschrift, wird die Anzahlung 2 Bankarbeitstage nach Vertragsbestätigung abgebucht. Der Restbetrag ist 30 Tage vor Abreise fällig und wird 1 Bankarbeitstag danach belastet. Rückbelastungskosten gehen zu Lasten des Kunden, es sei denn, die Rückbelastung wurde durch ZüriCar GmbH verursacht.",
    "p7.9": "Barzahlung am Flughafen: Erfolgt die Zahlung erst am Flughafen bei Abflug, kann die Hinterlegung oder Ausstellung von Flugtickets oder anderen Reiseunterlagen erforderlich sein. In diesem Fall kann der Veranstalter zusätzliche Bearbeitungsgebühren und Fremdkosten von CHF 50 pro Buchung verlangen.",
    "p7.10": "Falsche Altersangaben bei Kinderermäßigungen: Bei falschen Altersangaben ist der Reiseveranstalter berechtigt, die Differenz zum korrekten Reisepreis nachzufordern. Für den zusätzlichen Bearbeitungsaufwand kann eine pauschale Bearbeitungsgebühr von CHF 50 erhoben werden. Der Kunde kann nachweisen, dass kein oder ein geringerer Schaden entstanden ist. Auch Leistungsträger wie Fluggesellschaften oder Hotels können eine Preisanpassung vornehmen.",
    "p7.11": "Zahlungserinnerung bei Verzug: Zahlt der Kunde eine fällige Zahlung nicht rechtzeitig, kann ZüriCar GmbH eine Mahngebühr von CHF 40 pro Mahnung erheben. Weitere rechtliche Schritte, insbesondere die Geltendmachung von Verzugszinsen gemäß Art. 104 OR (derzeit 5 % p.a.), bleiben vorbehalten. Dem Kunden steht der Nachweis offen, dass kein oder ein geringerer Schaden entstanden ist.",
    "h8": "Leistungen und Preise",
    "p8": "Die in der Buchungsbestätigung aufgeführten Leistungen sind maßgeblich, wie sie auf  info@züricar.ch beschrieben sind. Wir behalten uns das Recht vor, vor Vertragsschluss Änderungen vorzunehmen.",
    "p8.1": "Flugzeiten, Flugrouten oder Flugzeuge können geändert werden. Es gelten die Bestimmungen gemäß Abschnitt 4.",
    "p8.2": "Direktflüge können Zwischenlandungen beinhalten.",
    "p8.3": "Bearbeitung von Leerwochen auf Anfrage möglich, Bearbeitungsgebühr: CHF 50 pro Person/Woche.",
    "p8.4": "Kinderermäßigungen richten sich nach dem Alter zu Beginn der Reise. Kinder unter zwei Jahren reisen ohne Sitzplatzanspruch in Begleitung eines Erwachsenen.",
    "h9": "Leistungsänderungen",
    "p9": "Änderungen einzelner Leistungen sind zulässig, sofern sie geringfügig sind und den Gesamtzuschnitt nicht beeinträchtigen.",
    "p9.1": "Mängel bleiben auch bei geänderten Leistungen reklamierbar.",
    "p9.2": "Der Kunde wird unverzüglich über etwaige Änderungen informiert. Bei erheblichen Änderungen hat der Kunde das Recht auf kostenlose Umbuchung oder Rücktritt.",
    "p9.3": "Bei erheblichen Änderungen kann der Kunde kostenlos zurücktreten oder eine gleichwertige Reise verlangen.",
    "h10": "V. Reisedokumente",
    "l10": "Reisedokumente, die ZüriCar GmbH (nachfolgend  ZüriCar GmbH) von Reiseveranstaltern oder anderen Dienstleistern zur Weiterleitung an den Kunden erhält, werden dem Kunden per E-Mail oder Post zugesandt. In Einzelfällen können die Dokumente am Flughafenschalter hinterlegt werden; die entsprechenden Informationen werden dem Kunden rechtzeitig mitgeteilt.",
    "l10.1": "Bei Mietwagenbuchungen werden dem Kunden die entsprechenden Gutscheine entweder per E-Mail, Fax oder Post zugesandt. Alternativ kann dem Kunden lediglich die Reservierungsnummer mitgeteilt werden, die er bei der Übernahme des Fahrzeugs dem jeweiligen Mietwagenunternehmen vorlegen muss.",
    "l10.2": "Wurde die Zustellung der Reisedokumente per Kurierdienst ausdrücklich mit dem Kunden vereinbart, trägt der Kunde die hierfür anfallenden Kosten in voller Höhe.",
    "l10.3": "Beim Abschluss einer Reiseversicherung erhält der Kunde die Versicherungsnummer und die vollständigen Versicherungsbedingungen per E-Mail. Diese Unterlagen gelten zusammen als vollständige Versicherungsdokumente.",
    "l10.4": "Im eigenen Interesse wird der Kunde gebeten, alle ihm übermittelten Unterlagen umgehend auf Richtigkeit und Vollständigkeit zu überprüfen. Etwaige Abweichungen sind  ZüriCar GmbH umgehend mitzuteilen, um mögliche Schäden oder Nachteile zu vermeiden.",
    "h11": "VI. Haftungsbeschränkung",
    "l11.1": "Die Haftung von ZüriCar GmbH als Reisevermittler für Schäden, die nicht auf der Verletzung von Leben, Körper oder Gesundheit beruhen, ist auf den vertragstypischen, vorhersehbaren Schaden begrenzt und beträgt maximal den Gesamtpreis der vermittelten Reise oder Reiseleistung, der auf die betroffene Person im Einzelfall entfällt. Diese Haftungsbeschränkung gilt nicht bei vorsätzlichem oder grob fahrlässigem Verhalten oder bei der Verletzung wesentlicher Vertragspflichten, deren Erfüllung für die ordnungsgemäße Durchführung des Vertrages wesentlich ist und auf deren Einhaltung der Kunde regelmäßig vertrauen darf.",
    "l11.2": "Die vorgenannte Haftungsbeschränkung gilt nicht im Falle einer zwingenden gesetzlichen Haftung, insbesondere nach dem Produkthaftungsgesetz (PrHG) oder bei übernommenen Garantien oder Zusicherungen.",
    "h12": "VII. Einreise- und Gesundheitsvorschriften",
    "l12": "Sofern nicht ausdrücklich anders angegeben, geht ZüriCar GmbH (nachfolgend „ ZüriCar GmbH“) davon aus, dass der Kunde sowie alle von ihm angemeldeten Reiseteilnehmer Schweizer Staatsbürger sind. Ist dies nicht der Fall, ist der Kunde verpflichtet,  ZüriCar GmbH rechtzeitig und vollständig über abweichende Staatsangehörigkeiten zu informieren.",
    "l12.1": "Die Einhaltung der geltenden Einreise-, Pass-, Visa-, Zoll-, Gesundheits- und Impfvorschriften in den Transit- und Zielländern liegt ausschließlich in der Verantwortung des Reiseteilnehmers. Dies umfasst auch die rechtzeitige Beschaffung aller erforderlichen Reisedokumente sowie die Erfüllung gesundheitlicher Anforderungen wie Impfungen oder Testnachweise.",
    "l12.2": "Wird  ZüriCar GmbH ausdrücklich beauftragt, Visa oder andere Reisedokumente zu beschaffen, haftet  ZüriCar GmbH nicht für die rechtzeitige Ausstellung oder Zustellung dieser Unterlagen, es sei denn, es liegt eigenes Verschulden im Sinne von Vorsatz oder grober Fahrlässigkeit vor.",
    "l12.3": "Es wird nachdrücklich empfohlen, dass sich alle Teilnehmer der Reise frühzeitig bei einem Facharzt oder bei der zuständigen kantonalen Gesundheitsbehörde über Infektions- und Impfschutz, sonstige prophylaktische Maßnahmen sowie potenzielle Gesundheitsrisiken – insbesondere bei Langstreckenflügen im Hinblick auf Thrombosegefahren – informieren.",
    "h13": "VIII. Versicherungen",
    "l13.1": "ZüriCar GmbH empfiehlt dringend, vor Reiseantritt sicherzustellen, dass ein ausreichender internationaler Krankenversicherungsschutz besteht. Darüber hinaus ist der Abschluss eines umfassenden Reiseschutzpakets oder zumindest einer Reiserücktrittskostenversicherung sowie einer Versicherung zur Deckung von Rückführungskosten im Falle von Unfall, Krankheit oder Tod ratsam. Kunden wird ausdrücklich auf entsprechende Angebote von Reiseversicherungen hingewiesen.",
    "l13.2": "Hat der Kunde Anlass zur Beschwerde im Zusammenhang mit einer von  ZüriCar GmbH vermittelten Reiseversicherung, kann er sich an den jeweiligen Versicherer wenden. Wird keine zufriedenstellende Lösung erreicht, besteht die Möglichkeit, sich an folgende unabhängige Stelle zu wenden:",
    "h14": "private Versicherungen oder an die Suva",
    "p19": "Es gilt ausschließlich Schweizer Recht. Die Anwendung des Wiener Übereinkommens über den Kauf von Waren auf internationale Kaufverträge (UN-Kaufrecht) ist ausgeschlossen.",
    "p19.1": "Für alle Streitigkeiten, die sich aus oder im Zusammenhang mit dem Vermittlungsverhältnis zwischen dem Kunden und der ZüriCar GmbH ergeben, wird, soweit gesetzlich zulässig, der ausschließliche Gerichtsstand Kloten (ZH), Schweiz, vereinbart. Obligatorische Gerichtsstände für Verbraucher gemäß den Artikeln 32 und 35 der Schweizerischen Zivilprozessordnung bleiben unberührt.",
    "p19.2": "ZüriCar GmbH Geschäftsleitung: Diestale Ambros Oberfeldstrasse 10 CH-8302 Kloten Telefon: +41 79 766 99 60 E-Mail: info@züricar.ch Website:  info@züricar.ch  Registergericht: Handelsregisteramt des Kantons Zürich"
  },
  "event": {
    "line1": "Exklusive Chauffeurdienste für das Weltwirtschaftsforum 2026 in Davos – 19. bis 23. Januar",
    "line2": "Wir bieten Premium-Transfers nach Davos von allen wichtigen Flughäfen, die häufig von WEF-Teilnehmern genutzt werden, darunter:",
    "line3": "Flughafen Genf",
    "line4": "Flughafen Zürich",
    "line5": "Flughafen Dübendorf",
    "line6": "Flughafen Friedrichshafen",
    "line7": "Flughafen St. Gallen-Altenrhein",
    "line8": "Flughafen München",
    "line9": "Das Weltwirtschaftsforum 2026, das vom 19. bis 23. Januar in Davos stattfindet, erfordert eine sorgfältig geplante Luxus-Transportlösung für hochrangige Teilnehmer. Mit starkem Verkehr, strengen Sicherheitszonen, begrenzten Zugangspunkten und herausfordernden Winterbedingungen stellt Davos erhebliche logistische Anforderungen.",
    "line10": "Unser WEF-Limousinenservice bietet erstklassige, maßgeschneiderte Chauffeurdienste für CEOs, Diplomaten und hochrangige Delegationen. Ob Sie einen exklusiven Einwegtransfer vom Flughafen Zürich nach Davos oder einen Chauffeurdienst für mehrere Tage benötigen – wir sorgen dafür, dass Sie pünktlich, komfortabel und stressfrei ankommen.",
    "line11": "Warum unseren WEF-Limousinenservice wählen?",
    "line12": "Kompetenz & Exzellenz – Unsere bestens ausgebildeten internen Chauffeure sind auf Geschäfts- und VIP-Transporte spezialisiert und kennen die besonderen Anforderungen des WEF.",
    "line13": "Sicherheit & Zuverlässigkeit – Diskrete, ortskundige Fahrer mit nachgewiesener Erfahrung in Hochsicherheits- und VIP-Zonen.",
    "line14": "Luxus-Flotte – Premiumfahrzeuge wie Mercedes-Benz S-Klasse, Maybach, V-Klasse und luxuriöse SUVs, die höchsten Ansprüchen gerecht werden.",
    "line15": "Flexible Buchungsoptionen – Vom einfachen Flughafentransfer (z. B. Zürich – Davos) bis zum ganztägigen Chauffeurdienst in Davos.",
    "line16": "24/7 Koordination vor Ort – Dedizierte Koordinationsteams am Flughafen und in Davos sorgen für reibungslose Abläufe.",
    "line17": "Unsere erfahrenen Chauffeure und Koordinationsteams stehen bereit, um Ihnen bei der Buchung Ihrer exklusiven Limousine für das Weltwirtschaftsforum zu helfen. Kontaktieren Sie uns jetzt, um Ihren WEF-Chauffeurservice zu reservieren und eine komfortable, diskrete und effiziente Ankunft in Davos zu genießen.",
    "line18": "Premium-Concierge-Services – Maßgeschneidert für das WEF",
    "line19": "Unser maßgeschneiderter Concierge-Service für das Weltwirtschaftsforum sorgt dafür, dass Ihr Aufenthalt in Davos reibungslos und effizient verläuft. Wir übernehmen die Planung und Koordination Ihrer täglichen Agenda, einschließlich Hotel- und Konferenzraumbuchungen sowie Reservierungen in gehobenen Restaurants.",
    "line20": "Wir bieten auch professionelle Sicherheitsdienste, Dolmetscher und persönliche Assistenten, um maximalen Komfort und Diskretion zu gewährleisten. Für noch mehr Flexibilität organisieren wir Hubschraubertransfers und Privatjet-Services, damit Sie Ihre Termine ohne Verzögerungen erreichen.",
    "line21": "Mit unseren Premium-Concierge-Services in Davos profitieren Sie während des gesamten Weltwirtschaftsforums 2026 von einer persönlichen, effizienten und exklusiven Betreuung.",
    "line22": "Unser maßgeschneiderter Concierge-Service sorgt für einen reibungslosen Aufenthalt in Davos und übernimmt die Planung Ihrer täglichen Agenda, einschließlich:"
  }
}
