{
  "header": {
    "home": "Home",
    "Booking": "Booking",
    "tours": "Tours",
    "Cars": "Cars",
    "Transfers": "Transfers",
    "Flightform": "Flight Form",
    "Contact": "Contact",
    "Login": "Login",
    "Profile": "Profile",
    "Logout": "Logout",
    "flight": "Flight",
    "ship": "Ship",
    "hotel": "Hotel",
    "parking": "Parking",
    "Explore": "Explore",
    "event": "Event",
    "flightbooking": "Flight Form Booking"
  },

  "tour": {
    "travelExcludes": "Travel Excludes",
    "travelIncludes": "Travel Includes",
    "galleryImage": "Gallery Image",
    "itinerary": "Itinerary",
    "travelOverview": "Travel Overview",
    "enterCouponCode": "Enter Coupon Code",
    "specialNotes": "Special Notes",
    "downloads": "Downloads",
    "viewTour": "View Tour",
    "noToursAvailable": "No tours available for the selected filters",
    "bag": "Bag",
    "day": "Day",
    "bookNow": "Book Now",
    "categories": "Categories",
    "duration": "Duration",
    "price": "Price",
    "tourCode": "Tour Code",
    "groupSize": "Group Size",
    "applyCoupon": "Apply Coupon",
    "loading": "Loading",
    "privacyPolicy": "Privacy Policy",
    "termsOfUse": "Terms of Use",
    "backToTours": "Back to Tours",
    "privacyNotice": "By continuing to use our services, you acknowledge that your personal data will be processed in accordance with",
    "termsNotice": "By creating an account, you agree to",
    "noTourData": "No Tour Data Found",
    "days": "Days",
    "nights": "Nights",
    "person": "Person",
    "downloadTour": "Download the Tour Package Here",
    "personalDetails": "Personal Details",
    "firstName": "Your First Name",
    "lastName": "Your Last Name",
    "email": "Your Email",
    "mobileNumber": "Your Mobile Number",
    "pickupDate": "Pick Up Date & Time",
    "arrivalDate": "Arrival Up Date & Time",
    "numPassengers": "Number of passengers traveling",
    "adults": "Adults",
    "children": "Children",
    "infants": "Infants",
    "enterPersonCount": "Enter the person count to calculate the amount",
    "totalAmount": "Total Amount",
    "numRooms": "Number of Rooms",
    "singleRoom": "Single Room",
    "twinRoom": "Twin Room",
    "tripleRoom": "Triple Room",
    "requirements": "Your other requirements",
    "uploadNote": "Your uploaded document will be stored securely and kept confidential",
    "uploadAgreement": "Upload Agreement",
    "dragPdf": "Drag and drop your PDF here to upload",
    "uploadPassport": "Upload Passport",
    "uploadVaccine": "Upload Vaccination Certificate"
  },
  "carousel": {
    "title1": "MIRISSA",
    "subtitle1": "The Tropical Paradise on Sri Lanka’s Coast",
    "title2": "ELLA",
    "subtitle2": "The Heart of Sri Lanka’s Hill Country",
    "title3": "SRI LANKA",
    "subtitle3": "",
    "title4": "SIGIRIYA",
    "subtitle4": "The Lion Rock in the Heart of Sri Lanka",
     "rent_a_car": "Rent a Car",
      "holiday_packages": "Holiday Packages",
      "airport_parking": "Airport Parking",
      "airport_transfer": "Airport Transfer",
      "title5": "Experience premium comfort at an economy price",
    "title6": "Rental Let's Go",
    "title7": "Drive anywhere with our SUV & 4x4 Rentals",
    "title8": "Stress-Free, reliable, with no hidden costs"
      
  },
  "vehicle":{
      "route_map_visualization": "Route map visualization",
      "all_prices_include": "All prices include VAT and tolls",
      "choose_vehicle": "Choose your vehicle",
      "selected_passengers_": "Selected Passengers",
      "add_return":"ADD RETURN",
      "add_return_trip": "Add Return Trip",
      "selected_passengers": "Selected Passengers",
      "showing": "Showing",
      "vehicle": "vehicle",
      "accommodate": "that can accommodate",
      "or_more_passengers": "or more passengers",
      "no_vehicles_available": "No vehicles available",
        "selected": "Selected",
      "free_cancellation": "FREE CANCELLATION",
       "en2": "Unfortunately, no vehicles can accommodate",
       "en3": "Please reduce the number of passengers or contact us for custom arrangements.",
      "en": "Book today, lock the price. You can cancel for free within the",
      "en1": "and get a full refund",
      "your_choice": "Your choice",
      "continue": "Continue"
  },
  "passenger":{
 "first_name_required": "First name is required",
    "last_name_required": "Last name is required",
    "email_required": "Email address is required",
    "email_invalid": "Please enter a valid email address (e.g., name@example.com)",
    "mobile_required": "Mobile number is required",
    "mobile_invalid": "Please enter a valid mobile number",
    "passenger_details_saved": "Passenger details saved successfully!",
    "success": "success",

    "lead_passenger": "Lead passenger",
    "first_name": "First name",
    "first_name_field_required": "This field is required",
    "last_name": "Last name",
    "last_name_field_required": "This field is required",
    "email_address": "Email address",
    "email_valid_message": "Please enter a valid email address",
    "email_note": "We'll send your booking voucher here.",
    "mobile_number": "Mobile number",
    "mobile_number_required": "Please enter a valid mobile number",
    "mobile_contact_note": "Please provide a contact number so our driver can reach the passenger if needed.",

    "email": "Email",
    "free": "Free",
    "driver_details_message": "Driver details sent 6 hours before pickup via email and App push notification.",
    "please_note": "Please note that",
    "meet_greet_not_guaranteed": "Meet & Greet service is not guaranteed at this location",
    "meet_greet_unavailable_reason": "and may be unavailable due to logistical reasons or force majeure. If unavailable, pickup will take place curbside outside the terminal.",
    "local_provider_instructions": "The local provider will send clear instructions to ensure a smooth experience.",
    "meet_greet": "Meet & Greet",
    "meet_greet_with_sign": "Meet & Greet with a sign – enter the name to display.",
    "add_return_trip": "Add Return Trip"
  },
  "pay": {
    "payment": "Payment",
    "book": "Complete Booking",
    "select_payment_method": "Select payment method",
    "credit_debit_card": "Credit / Debit Card",
    "apple_pay": "Apple Pay",
    "google_pay": "Google Pay",
    "card_number": "Card number",
    "name_on_card": "Name on card",
    "expiry_date": "Expiry date",
    "agree_to": "I agree to the",
    "terms_conditions": "Terms and Conditions"
  },
  "extras": {
    "extras_notes": "Extras & notes",
    "flight_train_number": "Flight/train number",
    "provide_flight_number": "Please provide your flight number (driver will track your flight)",
    "need_child_seat": "Need a child or booster seat?",
    "driver_notes_outward": "Driver notes (Outward)",
    "driver_notes_return": "Driver notes (Return)",
    "back": "Back"
  },
  "home1": {
    "description1": "Our modern compact cars offer comfort, efficiency, and style for every journey. Perfect for city driving or business trips – with generous space and advanced technology.",
    "highlights1": [
      "Air-conditioned & fuel-efficient",
      "Seats up to 4 passengers",
      "Ideal for city rides and short trips"
    ],
    "description2": "Our SUVs combine performance and luxury. With elevated seating, modern design, and spacious interiors, they’re perfect for families or long-distance travel – whether in the city, mountains, or countryside.",
    "highlights2": [
      "Seats up to 5 passengers",
      "Large luggage capacity & optional 4WD",
      "Smooth driving experience on any terrain"
    ],
    "description3": "Our minivans are ideal for families or groups. With up to 8 seats, flexible interior layouts, and plenty of luggage space, they ensure a comfortable and relaxed journey for all passengers.",
    "highlights3": [
      "Seats up to 8 passengers",
      "Comfortable seating & sliding doors",
      "Perfect for airport transfers and group travel"
    ],
    "description4": "For business trips or special occasions, our premium vehicles stand for comfort, class, and quality. Experience refined driving pleasure with elegance and sophistication.",
    "highlights4": [
      "Seats up to 3 passengers",
      "Luxurious design with leather interiors",
      "Ideal for VIP or executive transfers"
    ],
    "description5": "Elegance meets space and comfort. This business-class van is the perfect choice for chauffeur services, corporate travel, and stylish group transfers.",
    "highlights5": [
      "Seats up to 7 passengers",
      "Leather seats & spacious cabin",
      "Perfect for airport and VIP transfers"
    ],
    "description6": "Experience the thrill of driving! Our sports cars combine stunning design with powerful performance – offering an unforgettable driving experience full of adrenaline and excitement.",
    "highlights6": [
      "Seats 1–2 passengers",
      "Sporty design & high-performance engine",
      "Perfect for weekend drives and events"
    ]
  },
  "home": {
    "title": "Our Fleet",
    "General": "General",
    "q1": "Is there a minimum or maximum rental period for an ZüriCar GmbH van?",
    "a1": "The minimum rental period is half a day. The maximum rental period is generally 30 days. If you need a vehicle for longer than 30 days, please contact our Sales Team. We will gladly prepare an offer for you.",
    "q2": "Can I return the van at a different location?",
    "a2": "Yes, that is possible. Please contact us by phone at+41 79 766 99 60 for further information.",
    "q3": "Can I return the van abroad?",
    "a3": "No. Please contact your station directly for all details. Phone:+41 79 766 99 60",
    "q4": "Who should I contact if I experience issues with the vehicle?",
    "a4": "For general inquiries regarding your rented vehicle or rental agreement, please contact us at+41 79 766 99 60. If your vehicle breaks down and is no longer drivable, please contact our roadside assistance at the same number.",
    "q5": "Can I return the vehicle outside business hours?",
    "a5": "Yes, that’s no problem. If you return the vehicle outside opening hours, please park it in one of the available parking spaces at the ZüriCar GmbH station and drop the key in the key drop box. Please note that returning the key does not end your rental agreement. For more details, refer to your rental terms.",
    "q6": "Can I drive an ZüriCar GmbH van with a Category B driver's license?",
    "a6": "Yes, all vehicles are permitted for Category B license holders. The only requirement is that you’ve held your license for at least one year.",
    "Rates & Fees": "Rates & Fees",
    "q7": "I received a fine. What happens next?",
    "a7": "The fine is sent to ZüriCar GmbH. We identify the driver responsible and forward their details to the police or relevant authority. You will receive the fine directly from them. Additionally, we charge an administrative fee of CHF 80.00 (incl. VAT).",
    "q8": "What is included in the van rental rates?",
    "a8": "Our published rates include: service, liability insurance, comprehensive insurance (with deductible), theft protection (with deductible), vehicle tax, Swiss motorway vignette, winter tires (November–March), up to 150 free kilometers per day, and VAT. (Exceptions may apply for special corporate rates.)",
    "q9": "How are rental costs calculated?",
    "a9": "The total rental cost consists of the base rate (depending on vehicle category) plus the kilometers driven.",
    "q10": "I have a discount code – when can I use it?",
    "a10": "Please provide your discount code when making the reservation. It is not possible to apply a discount code after the rental has started.",
    "q11": "What currency are the rates in?",
    "a11": "All prices are listed in Swiss Francs (CHF) and include VAT.",
    "q12": "Are there additional costs for driving abroad?",
    "a12": "Yes, a Cross Border Fee (CBF) of up to CHF 185.00 (incl. VAT) applies. Please refer to the travel restrictions for each country and vehicle category in your rental agreement.",
    "Insurance": "Insurance",
    "q13": "Is there a liability reduction included?",
    "a13": "Yes, liability reduction is included in all rates (a deductible remains).",
    "q14": "What is the amount of the deductible?",
    "a14": "The deductible per damage case is CHF 3000 for categories O4, C4, and W4, and CHF 5000 for category H4. With the Premium Insurance add-on, you can reduce the deductible to CHF 500 per damage case.",
    "q15": "Is there a young driver surcharge?",
    "a15": "Yes, all drivers under the age of 25 must pay a young driver surcharge. Prices vary by category, with a maximum fee of CHF 199 per rental month.",
    "q16": "What is the SuperCover Insurance?",
    "a16": "With Premium Insurance (liability waiver), you can reduce your deductible to CHF 350 per damage case, protecting you from high costs in case of loss or damage.",
    "Reservation": "Reservation",
    "q17": "How can I reserve a van from ZüriCar GmbH?",
    "a17": "You can reserve a van online at explorevacations.ch, by phone, or directly at an ZüriCar GmbH station.",
    "q18": "Are there additional costs for driving abroad?",
    "a18": "Yes, a Cross Border Fee (CBF) starting from CHF 185.00 (incl. VAT) applies. Please refer to travel restrictions in your rental terms for country-specific limitations.",
    "q19": "Can I rent a van for an extended period?",
    "a19": "Absolutely! If you need a vehicle for more than 30 days, please contact our Sales Team. We’ll be happy to prepare an offer for you.",
    "q20": "How far in advance should I book?",
    "a20": "We recommend booking as early as possible to accommodate your preferences for vehicle models, etc. Reservations are generally possible anytime up to shortly before the desired rental start.",
    "q21": "Can I reserve a specific vehicle model?",
    "a21": "You can reserve vehicle categories, but not specific models.",
    "Before the Trip": "Before the Trip",
    "q22": "Can I park my private car at the ZüriCar GmbH station during the rental period?",
    "a22": "Yes, this is generally possible at all our locations. However, please check availability with your specific station in advance. ZüriCar GmbH assumes no liability for any damage to your private vehicle.",
    "q23": "I noticed damage on the van before departure – what should I do?",
    "a23": "You must report any damage immediately. Please speak directly with a staff member at your pickup station.",
    "q24": "What should I check before starting my trip?",
    "a24": "For your own safety, please inspect the vehicle for any existing damage, adjust seat and mirrors, buckle up, switch on headlights, and ensure visibility through all windows.",
    "q25": "Can I request a test drive with assistance?",
    "a25": "Yes! With prior notice, an ZüriCar GmbH staff member will gladly accompany you on a short drive to help you get familiar with the van. Please contact your station in advance.",
    "During the Trip": "During the Trip",
    "q26": "Can I smoke in the van?",
    "a26": "No, all ZüriCar GmbH vehicles are non-smoking. Cleaning fees may apply in case of violation.",
    "q27": "What should I do if I’m involved in an accident?",
    "a27": "You’ll find a detailed checklist and documents in the glove compartment. Stay calm, secure the site, help the injured, and call the police (117).",
    "End of Trip / Vehicle Return": "End of Trip / Vehicle Return",
    "q28": "What if I can’t return the vehicle on time?",
    "a28": "Please plan enough time and extend your reservation in advance by contacting your station or calling+41 79 766 99 60. Late returns may incur fees.",
    "q29": "Can I return the vehicle earlier than planned?",
    "a29": "Early returns may result in rate adjustments and additional charges. Refunds are not possible.",
    "q30": "Can I return the vehicle later than planned?",
    "a30": "Unless you’ve received a confirmed extension, the vehicle must be returned at the end of your rental. Late returns will incur fees.",
    "q31": "Do I need to clean the van before returning it?",
    "a31": "We take care of cleaning, but kindly dispose of any trash and leave the cargo area broom-clean. Excessive dirt may result in additional cleaning charges.",
    "q32": "Do I need to refuel or recharge the van?",
    "a32": "Yes, please return the van with the same fuel level or charge as at pick-up. If not, additional refueling or charging fees may apply.",
    "Transfers": "Transfers",
    "d1": "Enjoy a comfortable and safe journey with our professional drivers. Whether it’s an airport transfer, a city tour, or a long-distance trip, we ensure a premium travel experience tailored to your needs.",
    "Business": "Business",
    "d2": "Travel in style and comfort with our premium business class services. We understand your need for professionalism and luxury, making every journey seamless and sophisticated.",
    "Tourist": "Tourist",
    "d3": "Embark on an unforgettable journey with our well-planned vacation packages. Explore breathtaking destinations with ease and comfort, ensuring a memorable experience.",
    "Car Rental": "Car Rental",
    "d4": "Choose from a wide range of well-maintained vehicles for your travel needs. Whether it's a short trip or an extended rental, we offer top-quality cars for a smooth ride.",
    "Tour": "Tour",
    "Car": "Car",
    "Parking": "Parking",
    "Travel": "Travel",
    "Most Popular Tour": "Most Popular Tour",
    "Let’s Discover The World With Our Excellent Eyes": "Let’s Discover The World With Our Excellent Eyes",
    "Whether you are planning a romantic escape, a family holiday, or a solo adventure, our travel agency designs bespoke itineraries tailored to your needs. Alongside carefully crafted tours and exclusive holiday packages, we also offer flexible car rental solutions to ensure your journey is seamless, comfortable, and unforgettable.": "Whether you are planning a romantic escape, a family holiday, or a solo adventure, our travel agency designs bespoke itineraries tailored to your needs. Alongside carefully crafted tours and exclusive holiday packages, we also offer flexible car rental solutions to ensure your journey is seamless, comfortable, and unforgettable.",
    "Our Services": "Our Services",
    "Dream Your Next Trip": "Dream Your Next Trip",
    "Discover whenever you want to go": "  Discover whenever you want to go",
    "Are you tired of the typical tourist destinations and looking to step out of your comfort zone? Adventure travel may be the perfect solution for you! Here are four.": "Are you tired of the typical tourist destinations and looking to step out of your comfort zone? Adventure travel may be the perfect solution for you! Here are four.",
    "Best Travel Agency": "Best Travel Agency",
    "desc1": "Are you tired of the typical tourist destinations and looking to step out of your comfort zone?",
  "desc2": "Adventure travel may be the perfect solution for you! Here are four.",
    "Are you tired of the typical tourist destinatio and looking step out of your comfort.": "Are you tired of the typical tourist destinatio and looking step out of your comfort.",
    "Secure Journey With Us": "Secure Journey With Us",
    "Next Adventure Destination": "Next Adventure Destination",
    "Popular Travel Destinations Available Worldwide": "Popular Travel Destinations Available Worldwide",
    "Frequently Asked Questions": "Frequently Asked Questions",
    "See Those Lovely Words From Clients": "See Those Lovely Words From Clients",
    "Select a topic": "Select a topic"
  },
  "cookies": {
    "title": "Cookies – ZüriCar GmbH",
    "intro": "We use cookies to ensure the best experience on our website.",
    "whatTitle": "What Are Cookies?",
    "whatDesc": "Cookies are small text files stored on your device when you visit a website. They help websites function efficiently and improve user experience.",
    "whyTitle": "Why We Use Cookies",
    "why1": "Ensure website functionality (e.g., navigation, booking system)",
    "why2": "Remember preferences such as language or region",
    "why3": "Analyze site performance and visitor behavior",
    "why4": "Deliver relevant marketing content",
    "why5": "Enhance security and prevent fraud",
    "typesTitle": "Types of Cookies We Use",
    "essentialTitle": "1. Essential Cookies:",
    "essentialDesc": "Required for website operation — e.g., login, booking, payment. (Cannot be disabled.)",
    "performanceTitle": "2. Performance & Analytics Cookies:",
    "performanceDesc": "Help us understand how visitors use our site and improve usability.",
    "functionalTitle": "3. Functional Cookies:",
    "functionalDesc": "Remember preferences like language or viewed vehicles.",
    "advertisingTitle": "4. Advertising Cookies:",
    "advertisingDesc": "Used to show relevant ads about our vehicles and offers.",
    "manageTitle": "Managing Cookies",
    "manageDesc1": "You can control or delete cookies via your browser settings.",
    "manage1": "View stored cookies",
    "manage2": "Block new cookies",
    "manage3": "Delete existing cookies",
    "manageNote": "Disabling essential cookies may affect some website features.",
    "updateTitle": "Updates to This Cookies Policy",
    "updateDesc": "We may update this policy as needed. The latest version is available at https://zuericar.com/.",
    "contactTitle": "Contact Us"
  },
  "imprint": {
    "title": "Imprint / Legal Disclosure",
    "address1": "Kirchrainstrasse 3",
    "address2": "8172 Niederglatt AG",
    "address3": "Switzerland",
    "contactTitle": "Contact Information",
    "phone": "Phone: +41 79 766 99 60",
    "email": "E-Mail: info@zuricar.ch",
    "registerTitle": "Commercial Register Entry",
    "registeredName": "Registered Company Name: ZüriCar GO GmbH",
    "companyId": "Company Identification Number (UID): CHE-[461.094.162]",
    "vat": "VAT Number: CHE-[insert number] MWST",
    "authorizedTitle": "Authorized Representatives",
    "authorized1": " Veemarajan Pragash, Managing Director",
    "authorized2": " Ambrose Jebapratheepan, Founder & CEO",
    "disclaimerTitle": "Disclaimer",
    "disclaimerText1": "ZüriCar GO GmbH assumes no liability for the correctness, completeness, timeliness, or reliability of the information provided.",
    "disclaimerText2": "Claims for liability against ZüriCar GO GmbH due to material or immaterial damages resulting from the access, use or non-use of published information, misuse of the connection, or technical failures are excluded.",
    "disclaimerText3": "All offers are non-binding. ZüriCar GO GmbH expressly reserves the right to modify, supplement, delete, or temporarily or permanently cease the publication of parts of the website or the entire offering without prior notice.",
    "linksTitle": "Disclaimer for Links",
    "linksText": "References and links to third-party websites lie outside our area of responsibility. Any liability for such websites is rejected. Access and use of such websites are at the sole risk of the user.",
    "copyrightTitle": "Copyright",
    "copyrightText1": "The copyright and all other rights to content, images, photos, or other files on this website are the exclusive property of ZüriCar GO GmbH or of specifically named rights holders.",
    "copyrightText2": "Any reproduction, modification, distribution, or other use of elements from this website requires the prior written consent of the respective rights holder."
  },
  "footer": {
    "footer": "We are a premium car rental and full-service travel company based in Switzerland. With a modern fleet and reliable transfer solutions, we ensure maximum flexibility and comfort for every journey. Beyond car rentals, we specialize in tailor-made FIT and group tours, beach holidays, safaris, and exclusive expeditions to Sri Lanka – creating unforgettable travel experiences from Switzerland to the world.",
    "Tours": "Tours",
    "Our Services": "Our Services",
    "Cars": "Cars",
    "Contact Us": "Contact Us",
    "Terms and Conditions": "Terms and Conditions",
    "Privacy Policy": "Privacy Policy",
    "Contact Information": "Contact Information",
    "Social Media Links": "Social Media Links",
     "about_us": "About Us",
      "grow_with_zuricar": "Grow with ZüriCar GO",
      "become_partner": "Become a Partner",
      "become_transfer_partner": "Become a Driver",
      "travel_agency_partnership": "Travel Agency Partnership"
  },
  "travelag": {
    "Travel Partner Model with": "Travel Partner Model with",
    "Join ZüriCar GO Travel Partner Network": "Join ZüriCar GO Travel Partner Network",
    "Expanding global travel partner network across Switzerland and Sri Lanka": "Expanding global travel partner network across Switzerland and Sri Lanka",
    "Become a Travel Partner with": "Become a Travel Partner with",
    "is expanding its": "is expanding its",
    "global travel partner network": "global travel partner network",
    "with a special focus on": "with a special focus on",
    "inbound and outbound travel agencies in Switzerland and Sri Lanka": "inbound and outbound travel agencies in Switzerland and Sri Lanka",
    "We invite travel agencies, tour operators, and independent travel consultants to collaborate with us to offer": "We invite travel agencies, tour operators, and independent travel consultants to collaborate with us to offer",
    "airport transfers, car rentals, and complete travel solutions": "airport transfers, car rentals, and complete travel solutions",
    "for customers traveling to and from": "for customers traveling to and from",
    "Switzerland and Sri Lanka": "Switzerland and Sri Lanka",
    "Who can join": "Who can join",
    "Inbound or outbound travel agencies in Switzerland and Sri Lanka": "Inbound or outbound travel agencies in Switzerland and Sri Lanka",
    "International travel partners looking to cooperate with our network": "International travel partners looking to cooperate with our network",
    "Tour operators and independent consultants": "Tour operators and independent consultants",
    "We offer": "We offer",
    "Reliable airport and city transfers in both countries": "Reliable airport and city transfers in both countries",
    "Competitive commission structure": "Competitive commission structure",
    "Partnership flexibility (B2B or referral)": "Partnership flexibility (B2B or referral)",
    "Multilingual customer support": "Multilingual customer support",
    "or complete the registration form below.": "or complete the registration form below.",
    "Send your details to": "Send your details to",
    "Become a Partner": "Become a Partner",
    "Company Address": "Company Address",
    "You can work": "You can work",
    "under your own company name": "under your own company name",
    "or use the": "or use the",
    "Züri": "Züri",
    "Car GO brand": "Car GO brand",
    "depending on our partnership agreement.": "depending on our partnership agreement.",
    "Name": "Name",
    "Company name": "Company name",
    "Surname": "Surname",
    "Phone Number": "Phone Number",
    "Web site": "Web site",
    "Your message": "Your message",
    "Company City": "Company City",
    "E-mail address": "E-mail address",
    "Thank you for your interest!": "Thank you for your interest!",
    "Your application has been sent to ZüriCar GO. We will contact you soon.": "Your application has been sent to ZüriCar GO. We will contact you soon."
  },
  "transfer":{
     "Send your application to": "Send your application to",
  "info@zuricar.ch": "info@zuricar.ch",
  "or fill out the registration form below.": "or fill out the registration form below.",
  "Register now and become part of the": "Register now and become part of the",
  "ZüriCar GO": "ZüriCar GO",
  "Transfer Driver Network!": "Transfer Driver Network!",
     "Requirements:": "Requirements:",
  "Valid Swiss driving license (Category B / B121 or higher)": "Valid Swiss driving license (Category B / B121 or higher)",
  "Clean driving record": "Clean driving record",
  "Excellent knowledge of Swiss roads and customer service attitude": "Excellent knowledge of Swiss roads and customer service attitude",
  "Own vehicle (optional – we also provide fleet options)": "Own vehicle (optional – we also provide fleet options)",
  "Cooperation possibilities in all Swiss regions": "Cooperation possibilities in all Swiss regions",
  "Regular transfer bookings through our system": "Regular transfer bookings through our system",
  "Competitive earnings": "Competitive earnings",
  "Flexible working hours": "Flexible working hours",

  
  "ideal candidates for becoming ZüriCar GO License Partners.": "ideal candidates for becoming ZüriCar GO License Partners.",
  "Whether you are an independent driver or operate your own small team, you can now work": "Whether you are an independent driver or operate your own small team, you can now work",
  "Are you a professional driver looking for transfer opportunities across Switzerland?": "Are you a professional driver looking for transfer opportunities across Switzerland?",
  "Join Our Transfer Driver Network": "Join Our Transfer Driver Network",
  "is expanding its nationwide driver network for airport and city transfers.": "is expanding its nationwide driver network for airport and city transfers.",
  "with": "with",
  "and receive regular transfer bookings from all over Switzerland.": "and receive regular transfer bookings from all over Switzerland."

  },
 "parnter": {
    "Collaboration with an established Swiss brand,": "Collaboration with an established Swiss brand,",
    "Your Benefits,": "Your Benefits,",
    "Dedicated partner page on our platform,": "Dedicated partner page on our platform,",
    "Access to central booking and payment systems,": "Access to central booking and payment systems,",
    "Training, support, and continuous assistance from our team,": "Training, support, and continuous assistance from our team,",
    "Joint marketing campaigns,": "Joint marketing campaigns,",
    "How It Works": "How It Works",
    "Fill out the partnership request form,": "Fill out the partnership request form,",
    "If suitable, we schedule a personal meeting,": "If suitable, we schedule a personal meeting,",
    "We review your profile and potential,": "We review your profile and potential,",
    "Sign the agreement and start as an official partner,": "Sign the agreement and start as an official partner,",
    "You use our booking platform, marketing tools, and network while continuing to operate under your own company name.,": "You use our booking platform, marketing tools, and network while continuing to operate under your own company name.,",
    "We provide you with systems, know-how, and professional guidance to ensure sustainable success.,": "We provide you with systems, know-how, and professional guidance to ensure sustainable success.,",
"network across Switzerland.": "network across Switzerland.",
    "Apply now to become a licensed partner and join the growing,": "Apply now to become a licensed partner and join the growing,",
    "Interested?,": "Interested?,",
    "Apply Now": "Apply Now",

    "Depending on the": "Depending on the",
    "contractual agreement": "contractual agreement",
    "you can use": "you can use",
    "your own brand name": "your own brand name",
    "ZüriCar GO brand": "ZüriCar GO brand",
    "or both together.": "or both together."  },
  "car": {
    "Available Cars": "Available Cars",
    "Standard": "Standard",
    "Premium": "Premium",
     "clear": "Clear",
    "Travel Include": "Travel Include",
    "Travel Exclude": "Travel Exclude",
    "Others": "Others",
    "Book your Car": "Book your Car",
    "dropDate": "Drop Date",
    "pickUpDate": "Pick Up Date",
    "enterAddress": "Enter your Address",
    "paymentTerms": "Payment Terms",
    "rentalAgreement": "Rental Agreement",
    "continue": "Continue",
    "calculateNewPrice": "Calculate New Price",
    "includedInPrice": "Included in Price",
    "carHireFees": "Car hire company fees",
    "theftProtection": "Theft Protection",
    "thirdPartyProtection": "Third-Party Protection",
    "vehicleProtection": "Vehicle Protection",
    "planFlex": "Plan Flex",
    "vehicleValue": "Vehicle Value",
    "numberOfDays": "Number of Days",
    "dailyRate": "Daily Rate",
    "yourBooking": "Your Booking",
    "bookNowWarning": "Don't wait — book now before rates increase",
    "extra": "Extra",
    "addExtras": "Add extras to your booking",
    "manufacturingYear": "Manufacturing Year",
    "transmissionType": "Transmission Type",
    "maxCount": "Max Count",
    "fuelLimit": "Fuel Limit",
    "fuelType": "Fuel Type",
    "count": "Count",
    "charges": "Charges",
    "noCarsAvailable": "No cars available"
  },
  "contact": {
    "Get In Touch": "Get In Touch",
    "We’d love to hear from you! Contact us today.": "We’d love to hear from you! Contact us today.",
    "Email": "Email",
    "Phone": "Phone",
    "Address": "Address",
    "Send a Message": "Send a Message",
    "Your Name": "Your Name",
    "Email Address": "Email Address",
    "Mobile Number": "Mobile Number",
    "Tour": "Tour",
    "Car": "Car",
    "Parking": "Parking",
    "Travel": "Travel",
    "Selected Category": " Selected Category",
    "Your Message": "Your Message",
    "Form submitted successfully!": "Form submitted successfully!",
    "Submit": "Submit",
    "quotes": "Your questions matter. Your journey matters. We're here to listen."
  },
  "parking": {
    "Reserve": "Reserve your spot, then reserve your dream destination.",
    "Find the Best Parking Options for You": "Find the Best Parking Options for You",
    "Travel in Comfort with Our Sedan": "Travel in Comfort with Our Sedan",
    "des1": "Whether you're looking to explore on a 2-wheeler or a 4-wheeler, step out of the ordinary and experience the journey like never before.",
    "Flexible Parking Choices for Your Trip": "Flexible Parking Choices for Your Trip",
    "Secure and convenient parking options designed to fit your travel needs.": "Secure and convenient parking options designed to fit your travel needs."
  },
  "profile": {
    "Tour Bookings": "Tour Bookings",
    "Car Booking": "Car Booking",
    "Parking Booking": "Parking Booking",
    "Personal Information": "Personal Info",
    "First Name": "First Name",
    "Last Name": "Last Name",
    "Email ID": "Email ID",
    "Password": "Password",
    "Mobile No": "Mobile No",
    "Date of Birth": "Date of Birth",
    "Address": "Address",
    "City": "City",
    "State": "State",
    "Country": "Country",
    "Zip code": "Zip code",
    "Add Address": "Add Address",
    "Cancel": "Cancel",
    "Save Changes": "Save Changes",
    "Code": "Code",
    "Days": "Days",
    "Nights": "Nights",
    "Price": "Price",
    "Pickup": "Pickup",
    "AdultCount": "AdultCount",
    "ChildrenCount": "ChildrenCount",
    "No bookings found": "No bookings found",
    "CarType": "CarType",
    "Bag Count": "Bag Count",
    "Person Count": "Person Count",
    "ParkingTypeName": "ParkingTypeName",
    "Vehicle Model": "Vehicle Model",
    "travel StartDate": "travel StartDate",
    "Location": "Location",
    "travel EndDate": "travel EndDate"
  },
  "login": {
    "Back to Home": "Back to Home",
    "Start your perfect trip": "Start your perfect trip",
    "Start": "Start",
    "Forgot Password?": "Forgot Password?",
    "Don't have an account?": "Don't have an account?",
    "Register Now": "Register Now",
    "Send Reset Email": "Send Reset Email",
    "Reset Password": "Reset Password",
    "Back to Login": "Back to Login",
    "voyage": "voyage",
    "Please check your email for your password.": "Please check your email for your password."
  },
  "signin": {
    "Sign Up": "Sign Up",
    "First Name": "First Name",
    "Last Name": "Last Name",
    "Mobile Number": "Mobile Number",
    "Date of Birth": "Date of Birth",
    "Email": "Email",
    "Password": "Password",
    "Already have an account Just": "Already have an account Just",
    "Signin": "Signin"
  },
  "flight": {
    "Details": "Form Details",
    "quotes": "Smooth skies ahead — start by entering your flight info.",
    "Fill": "Just a few details to go",
    "Destination": "Your Destination",
    "Requirements": "Your Requirements",
    "Pickup": "Your Pickup Location",
    "Email": "Your Email",
    "flightORtour": "Flight or Tour",
    "AdultCount": "Adult Count",
    "ChildrenCount": "Children Count",
    "KidsCount": "Kids Count",
    "InfantsCount": "Infants Count",
    "Kids (Below 12 yrs)": "Kids (Below 12 yrs)",
    "Babies (Below 2 yrs)": "Babies (Below 2 yrs)"
  },
  "Transfer":{
    "explore_destination": "Explore Our Destination",
      "destination_not_found": "Destination not found",
      "back_home": "Back to Home",
      "back_destinations": "Back to Destinations",
      "overview": "Overview",
      "detailed_info": "Detailed Information",
      "reliable_worldwide": "Your Reliable Worldwide",
      "airport_transfers": "Airport Transfers",
      "transfer": "Transfer",
      "from": "From",
      "to": "To",
      "pickup_date": "Pickup date",
      "pickup_time": "Pickup time",
      "add_return": "ADD RETURN",
      "return_trip": "Return Trip",
      "remove": "Remove",
      "return_date": "Return date",
      "return_time": "Return time",
      "passengers": "Passengers",
      "see_prices": "See prices",
      "excellent": "EXCELLENT",
      "trustpilot": "Trustpilot",
      "save": "Save"
  },
  "termsTransfer": {
    "title": "ZüriCar GO – Transfers – Terms and Conditions",
    "h1": "1. Introduction",
    "l1": "These terms apply to all ZüriCar GO transfer services.",
    "h2": "2. Booking and Confirmation",
    "l2": "Bookings can be made online or by phone.",
    "l2.1": "A confirmation email will be sent to the customer.",
    "l2.2": "Please check your booking details carefully.",
    "h3": "3. Prices and Payments",
    "l3": "All prices are shown in Swiss Francs (CHF).",
    "l3.1": "Payments must be made before the trip starts.",
    "l3.2": "Any additional waiting time may incur extra charges.",
    "h4": "4. Cancellations and Refunds",
    "l4": "Cancellations made 24 hours in advance are fully refundable.",
    "l4.1": "Cancellations within 24 hours are non-refundable.",
    "l4.2": "Refunds are processed within 7 working days.",
    "l4.3": "ZüriCar GO reserves the right to cancel bookings under force majeure.",
    "h5": "5. Passenger Responsibilities",
    "l5": "Passengers must ensure they arrive on time.",
    "l5.1": "In case of delay, please inform customer support immediately.",
    "h6": "6. Vehicle and Driver",
    "l6": "All vehicles are clean and insured.",
    "l6.1": "Drivers are licensed and trained professionals.",
    "l6.2": "Seat belts must be worn at all times.",
    "h7": "7. Luggage Policy",
    "l7": "Each passenger may bring one suitcase and one hand luggage.",
    "l7.1": "Additional luggage must be pre-declared.",
    "l7.2": "Oversized luggage may incur additional fees.",
    "h8": "8. Child Seats",
    "l8": "Child seats must be requested in advance.",
    "l8.1": "An additional charge applies for each child seat.",
    "l8.2": "ZüriCar GO is not responsible for unbooked seats.",
    "l8.3": "Parents are responsible for proper child seat installation.",
    "h9": "9. Delays and Liability",
    "l9": "ZüriCar GO is not liable for delays caused by traffic or weather.",
    "l9.1": "We aim to ensure timely arrival but cannot guarantee exact times.",
    "h10": "10. Customer Conduct",
    "l10": "Passengers must behave respectfully towards drivers.",
    "l10.1": "Smoking and drinking alcohol are not allowed in vehicles.",
    "l10.2": "Damage to the vehicle will be charged to the passenger.",
    "h11": "11. Lost Property",
    "l11": "Lost items are stored for 30 days.",
    "l11.1": "Unclaimed items will be disposed of responsibly.",
    "h12": "12. Data Protection",
    "l12": "Customer data is stored securely.",
    "l12.1": "We do not share data with third parties.",
    "l12.2": "All data use complies with Swiss privacy law.",
    "l12.3": "See our Privacy Policy for full details.",
    "h13": "13. Force Majeure",
    "l13": "We are not liable for delays due to events beyond our control.",
    "l13.1": "This includes weather, strikes, and road closures.",
    "h14": "14. Jurisdiction",
    "l14": "All disputes are subject to Swiss law.",
    "l14.1": "Place of jurisdiction: Zurich, Switzerland.",
    "h15": "15. Amendments",
    "l15": "ZüriCar GO reserves the right to amend these terms at any time.",
    "l15.1": "Updates will be published on our official website.",
    "h16": "16. Contact Information",
    "l16": "ZüriCar GmbH, Europa-Strasse 19 ,8152 Glattbrugg (ZH) Switzerland, Zürich, .",
    "l16.1": "Email: info@zuericar.ch | Phone: +41 76 495 90 10"
  },
  "privacy": {
    "privacy": "PRIVACY POLICY",
    "p1": "ZüriCar GmbH (\"we\") is the data controller responsible for the collection and processing of your personal data in connection with its activities. Our mission is to provide our customers with a comprehensive range of travel services. In this Privacy Policy, we explain how we process your personal data and how you can control and manage it. Our data processing may be covered by further data protection notices, such as contained in particular in the General (Travel) Terms and Conditions, or may arise from the circumstances or be regulated by law. This Privacy Policy complies with the requirements of Swiss data protection law and, if and to the extent applicable, the General Data Protection Regulation (GDPR) of the European Union.",
    "title1": "ARE YOU AFFECTED BY THIS COMMUNICATION?",
    "sub1": "This Privacy Policy applies to you if you :",
    "l1": "are one of our customers or have a contractual relationship with us;",
    "l2": "are a fellow traveler of one of our customers.",
    "l3": "are interested in our products or services and therefore provide us with your personal data (e.g. in an agency, on our websites and apps or at events) so that we can contact you.",
    "content1": "If you provide us with other people's personal information, please ensure that you inform them about the sharing of their personal information and request that they read this Privacy Policy. We will ensure that we do the same whenever possible (e.g. where the contact details of the person concerned are available).",
    "title2": "HOW CAN YOU CONTROL OUR PROCESSING OF YOUR PERSONAL DATA?",
    "sub2.1": "You have rights that allow you to effectively control your personal data and the way we process it. Below we explain your rights in connection with your personal data.",
    "sub2.2": "If you wish to exercise the rights listed below, please submit a request by email to info@zuricar.ch or by post to the following address: Europa-Strasse 19 ,8152 Glattbrugg (ZH) Switzerland, Zurich, Switzerland.",
    "sub2.3": "If you have any questions about the use of your personal data under this Privacy Policy, please address them to the following address: https://zuericar.com/",
    "l4": "You can request access to your personal data",
    "p4": "If you believe that your personal data is inaccurate or incomplete, you may request that such personal data be amended or completed accordingly. In some cases, the submission of supporting documents may be required.",
    "l5": "You can request the deletion of your personal data",
    "p5": "You can object to the processing of your personal data on the basis of legitimate interests",
    "l6": "You can object to the processing of your personal data on the basis of legitimate interests",
    "p6": "If you do not agree to processing based on a legitimate interest, you may object on grounds relating to your individual situation. In this case, please inform us in detail about the corresponding processing and the reasons for your objection. We will stop processing your personal data unless there are compelling legitimate grounds or the processing serves to assert, exercise or defend legal claims.",
    "l7": "You can object to the processing of your personal data for direct marketing purposes",
    "p7": "You have the right to object to the processing of your personal data for direct marketing purposes at any time. This also applies to profiling, insofar as it is related to such direct advertising.",
    "l8": "You can request the restriction of the processing of your personal data",
    "p8": "If you contest the accuracy of the personal data we use or object to the processing of your personal data, we will review or revise your request. You can request that we restrict the processing of your personal data while we consider your request.",
    "l9": "You have rights against an automated individual decision",
    "p9": "In principle, you have the right not to be subject to a decision based solely on automated processing — including profiling — which produces legal effects concerning you or similarly significantly affects you. However, we may automate such a decision if it is necessary for the conclusion or performance of a contract with us, is permitted by law or if you have given your consent. In any case, you have the right to challenge the decision, to express your point of view and to request the intervention of a competent person with the review of the decision.",
    "l10": "You can withdraw your consent",
    "p10": "In those cases where processing is based on consent you have given, you can withdraw this consent at any time.",
    "l11": "You can request portability of part of your personal data",
    "p11": "You may request a copy of the personal data provided by you in a structured, commonly used and machine-readable format. If technically feasible, you may request that we transmit this copy to a third party.",
    "l12": "Complaint to the Federal Data Protection and Information Commissioner",
    "p12": "In addition to the above rights, you can file a complaint with the relevant supervisory authority. In Switzerland, this is the Federal Data Protection and Information Commissioner (FDPIC), Feldeggweg 1, 3003 Bern.",
    "p12.1": "In this section, we explain the purpose for which we process your personal data and the legal basis for doing so. First and foremost, we use your personal data to execute a contract to which you are a party or to take pre-contractual measures at your request. However, we may also process your personal data in order to fulfil our legitimate interest or those of a third party.",
    "p12.2": "In particular, your personal data will be processed if it is necessary for the conclusion or performance of a contract in order to:",
    "l13": "conclude a (travel) contract with you. We may process personal data in order to register you as a new customer, enter into a contract, and perform it with you;",
    "l13.1": "provide you with products and services that you have purchased under the applicable Agreement;",
    "l13.2": "carry out billing, invoicing, and collection;",
    "l13.3": "provide you with services related to the preparation and implementation of a trip;",
    "l13.4": "for insurance purposes;",
    "l13.5": "provide advisory services;",
    "l13.6": "to be able to provide assistance in case of difficulties during the trip if necessary;",
    "l13.7": "To provide you with access to our digital platforms. We may process personal data when you use our digital platforms for various purposes (e.g., to manage your personal information or to gain access to travel information);",
    "l13.8": "to provide access to our premises and facilities. We may process personal data when you visit us at our premises to carry out appropriate access and security checks;",
    "l13.9": "to communicate with you. We may process personal data if you wish to contact us, if you ask us for information about our company or services, or if the contract needs to be updated;",
    "l13.10": "Respond to your inquiries and assist you;",
    "l13.11": "manage the termination of the contract.",
    "p14": "Where we base a processing activity on a legitimate interest, we balance that interest against your interests or fundamental rights and freedoms to ensure that they are proportionate. As part of our business as a travel provider, we also use your personal data to:",
    "l14": "Develop our products and services;",
    "l14.1": "Improve cybersecurity, manage our platforms and websites, and ensure business continuity;",
    "l14.2": "Implement IT solutions;",
    "l14.3": "Carry out maintenance of IT systems during operation;",
    "l14.4": "Improve the automation and efficiency of our operations and customer services (e.g., auto-populating complaints, tracking your requests, and improving your satisfaction based on personal information collected during our interactions with you, e.g., phone recordings, emails, or chats);",
    "l14.5": "Enable the assertion of legal claims and defense in connection with legal disputes and official proceedings;",
    "l14.6": "Organize contests, promotions, and conduct opinion polls and customer satisfaction surveys.",
    "h15": "Advertising and Marketing",
    "p15": "If you are a customer and unless you object, we may send you offers for our products and services. We ensure that these commercial offers relate to products or services that are relevant to your needs and complement your already availed offers. You can object to this at any time.",
    "h16": "Consent",
    "p16": "For certain processing of personal data, we will inform you specifically and ask for your consent. Of course, you can revoke your consent at any time.",
    "p16.1": "In particular, we ask for your consent for:",
    "l16": "The transfer of particularly sensitive personal data to third parties;",
    "l16.1": "Tailoring our offers and products or services based on a complex profile to predict your needs and behaviour;",
    "l16.2": "All electronic offers for products and services that are not similar to those you have purchased or for products and services from our trusted partners.",
    "p17": "If necessary, we may ask you for further consent to the processing of your personal data, but this will not affect any data processing that has already taken place.",
    "h17": "FOR WHAT PURPOSE AND ON WHAT LEGAL BASIS DO WE USE YOUR PERSONAL DATA?",
    "p18": "Contract execution and legitimate interest",
    "h18": "WHAT TYPES OF PERSONAL DATA DO WE COLLECT?",
    "p19": "We collect and use your personal information, which is any information that identifies you or that allows you to be identified.",
    "p19.1": "Depending on the type of product or service we offer you and the interactions we have with you, we collect different types of personal data about you:",
    "l20": "Contact information, (personal or professional) postal address, e-mail address, telephone number;",
    "l20.1": "Personal details, e.g. gender, birthday and age, marital status, nationality, passport details, etc.;",
    "l20.2": "Lifestyle, e.g. hobbies and interests, travel;",
    "l20.3": "Travel details, such as travel dates, itinerary/destination, airline, hotel, price, customer preferences, information about your travel companions, frequent flyer programs, etc.;",
    "l20.4": "Health data, e.g. details of health-related special needs or illnesses and accidents during a trip;",
    "l20.5": "Financial information, e.g., payment information, credit card number, bank account information;",
    "l20.6": "Data about your habits and preferences, in relation to the use of our products and services (e.g. food requests);",
    "l20.7": "Information from our interactions with you, such as your comments, suggestions, needs collected during our exchanges with you personally in our locations and during telephone communication (conversation note or call recording), communication via email, chat, chatbot, exchange on our social media and your possible complaints;",
    "l20.8": "Your connection and tracking data (e.g. collected via cookies for non-advertising or analytical purposes on our websites), online services, other applications;",
    "l20.9": "Data about your devices (mobile phone, computer, tablet, etc.), such as IP address, technical data and unique identification data;",
    "l20.10": "Personalized login details or security features used to connect you to our website and apps.",
    "h21": "FROM WHOM DO WE COLLECT PERSONAL DATA?",
    "l21.1": "We usually collect personal data directly from you. But we can also collect it from other sources. Sometimes we collect data from public sources:",
    "l21.2": "Publications/databases provided by official authorities or third parties (e.g., the Swiss Official Gazette of Commerce or the Commercial Register);",
    "l21.3": "Legal entity or corporate client websites/appearances that contain information that you have disclosed (e.g., your own website or social media presence);",
    "l21.4": "Public information, e.g., information from the media.",
    "l21.5": "We also collect personal information from third parties:",
    "l21.51": "from our customers (e.g. as fellow travellers);",
    "l21.6": "From our business partners (e.g., tour operators, service providers abroad);",
    "l21.7": "From third parties such as credit reference agencies and anti-fraud agencies;",
    "l21.8": "From address search service providers who are responsible for collecting the relevant information in a lawful manner.",
    "h23": "WHO DO WE SHARE YOUR PERSONAL DATA WITH AND WHY?",
    "p23": "In order to fulfill some of the purposes described in this Privacy Policy, in particular to carry out a trip, we may share your personal information with others. These can be the following:",
    "l23.1": "Our service providers in the destination country (e.g., agencies, tour guides, hotel reservations, transfer and excursion services), transport service providers (airline, train, car rental, etc.) and accommodation providers (hotel, hostels, etc.);",
    "l23.2": "Processors who provide services on our behalf (e.g., IT services, logistics, printing services, telecommunications, debt collection, consulting and sales, and marketing);",
    "l23.3": "Certain regulated professions such as lawyers, notaries or accountants, where this is necessary in certain circumstances (litigation, auditing, etc.), and to our insurers;",
    "l23.4": "Partners to carry out advertising, market and opinion research;",
    "l23.5": "Partners to assist in the investigation of criminal offences (e.g., fraud), the assertion, exercise or defence of legal claims;",
    "h24": "  INTERNATIONAL TRANSFERS OF PERSONAL DATA",
    "p24": "International transfers from Switzerland and the European Economic Area (EEA) to a non-EEA country (third country) may result in cross-border transfers of your personal data. In particular, you should expect your data to be transferred to your countries of travel. But also to countries in Europe, the USA, and worldwide, where the service providers and vendors we use are located.",
    "p24.1": "If the FDPIC or the European Commission has recognized that a third country provides an adequate level of data protection, your personal data may be transferred on that basis.",
    "p24.2": "For transfers to a third country whose level of protection has not been recognized as adequate by the FDPIC and the European Commission, we will either rely on an applicable exception to the situation (e.g., where the transfer is necessary for the performance of our contract with you) or apply one of the following appropriate safeguards to ensure the protection of your personal data:",
    "l24": "standard contractual clauses approved by the FDPIC and the European Commission;",
    "l24.1": "binding corporate rules.",
    "p24.3": "To obtain a copy of these safeguards or information on where they are available, you may submit a written request in accordance with Section 2.",
    "h25": "HOW LONG DO WE KEEP YOUR PERSONAL DATA?",
    "p25.1": "We will retain your personal data for as long as necessary to fulfil our contractual obligations and to comply with applicable laws and regulations, or for any other period in light of our legitimate business interests, such as proper accounting and responding to legal claims or regulatory requests.",
    "h26": "DATA SECURITY",
    "p26": "We use suitable technical and organisational security measures to protect your personal data stored by us against manipulation, partial or complete loss and against unauthorised access by third parties (e.g. encryption of data transmission, access controls, etc.). Our security measures are continuously improved in line with technological developments.",
    "p26.1": "We take reasonable precautions to protect your information. The transmission of information via the Internet and other electronic means always involves certain security risks and we cannot guarantee the security of any information transmitted in this way.",
    "h27": "HOW YOU CAN FOLLOW THE DEVELOPMENT OF THIS PRIVACY POLICY",
    "h27.1": "In a world where technologies are constantly evolving, we regularly review this Privacy Policy and update it as necessary.",
    "h27.2": "The current version published on our website applies. We recommend that you consult the latest version of this document online. We will notify you of any changes through our website or through our usual communication channels.",
    "h28": "Our app is for the Taxi Driver app. Based on their current location, our system finds the nearest driver and sends him the request for a ride. For this reason, we need to continuously sense the driver's location and update the latest site in our system.",
    "h28.1": "Even if the Driver kills the app, we need to get the latest location of the driver in our system. So to update it we are sending driver location to our system using background service even if the app is in the background.",
    "h29": "Information Collection and Use",
    "p30": "By using the Apps, you agree to the collection and use of information following this policy.",
    "h31": "Information Collection And Use",
    "l31.1": "Name",
    "l31.2": "Email Address",
    "l31.3": "Phone Number",
    "l31.4": "Gender",
    "l31.5": "Profile Image",
    "h32": "How We Use Your Information",
    "l32.1": "Phone Number: To log in or register phone number is required.",
    "l32.2": "Phone Number: To send you the OTP we use the phone number.",
    "l32.3": "To provide and maintain our services.",
    "l32.4": "Email: To notify you about changes to our services.",
    "l32.5": "To allow you to participate in interactive features of our services.",
    "l32.6": "Email: To provide customer support.",
    "l32.7": "Email: To gather analysis or valuable information to improve our services.",
    "l32.8": "Gender: To monitor the usage of our services.",
    "l32.9": "To detect, prevent, and address technical issues.",
    "l40": "Profile Image: To show users an image on their profile that other users can identify.",
    "l40.1": "Name: To show the name on the profile as well as so the user can identify other users.",
    "l41": "Contact Information",
    "l41.1": "For privacy-related inquiries, contact us at:",
    "l41.2": "Company Name",
    "l41.3": "Support Email",
    "l41.4": "Phone Number",
    "l41.5": "Developed By"
  },
  "terms": {
    "rent": "Rent A Car",
    "Parties": "Parties",
    "l1": "The lessor is ZüriCar GmbH Switzerland with its registered office in Opfikon (hereinafter referred to as “Rental Firm”). The Hirer is the respective natural or legal person listed in the rental contract who rents a vehicle from the Rental Firm.",
    "h1": "Conclusion and Subject Matter of the Contract",
    "l2": "The reservation/booking of the selected vehicle group made by the Hirer is a binding offer within the meaning of Art. 3 et seqq. of the Swiss Code of Obligations for the conclusion of a vehicle rental contract. The contract is concluded with the Rental Firm’s confirmation to the Hirer, which may also be done by digital means. (Conclusion of Contract).",
    "l2.1": "The content of the concluded contract shall be confirmed as binding for both parties at the time of vehicle collection by the Hirer’s personal signature on an electronic device below the text of the contract displayed there. With this signature, the Hirer confirms having read and understood the contract text together with these Ts & Cs, which are available for inspection at the rental depot or can be retrieved at <a className=\"text-blue-500 underline\" href=\"https://zuericar.com/\">https://zuericar.com/</a>, and expressly agrees to them.",
    "l2.2": "The Rental Firm reserves the right to offer a higher vehicle category if the reserved vehicle category is no longer available or to decline the reservation/booking of the Hirer. If, exceptionally, the Hirer has booked a specific vehicle model, ZüriCar GmbH does not guarantee the availability of such a model even if the booking has been confirmed. ZüriCar GmbH is entitled to unilaterally withdraw from the rental contract without further action and in particular without liability for damages if a guaranteed vehicle model is not available.",
    "l2.3": "ZüriCar GmbH is furthermore entitled to withdraw from the contract without liability for damages if the Hirer does not pay the hire charges and all other fees and costs for the entire rental period in full before the start of the rental period.",
    "l2.4": "The Hirer and additional drivers may use the rental object exclusively for the agreed use.",
    "l2.5": "EVAG Express Service/Master Agreement: With the conclusion of the Master Agreement, these Ts & Cs shall apply to all rental contracts within the scope of the Agreement. If the EVAG Express Service is used, the rental contract between the parties comes into existence with the handover of the vehicle key to the Hirer at the EVAG counter or EVAG key safe. The Hirer undertakes to notify ZüriCar GmbH immediately of any changes to the details (address, credit card, etc.) provided in the Master Agreement.",
    "h3": " Reservation Change/Cancellation by the Hirer",
    "stg": "with Flexi-tariffs",
    "l3": "Reservations may be canceled or changed free of charge anytime before the Rental Start.",
    "l3.1": "Changes/cancellations must be submitted in writing or via email to:",
    "l3.2": "Email:",
    "l3.3": "Changes are subject to vehicle availability.",
    "stg4": "With Early Booking Tariffs (Prepaid)",
    "l4": "Booking changes are allowed before Rental Start with a CHF 30.00 fee.",
    "l4.1": "Transnational changes under prepaid tariffs are not allowed.",
    "l4.2": "No refund on advance payment for price differences or rental charges.",
    "l4.3": "Bookings may be canceled before Rental Start. In such cases:",
    "l4.4": "A cancellation fee of up to 3 rental days (plus extras/fees/costs) is charged.",
    "l4.5": "Any amount paid beyond the cancellation fee will be refunded within 10 working days.",
    "l4.6": "If the Hirer proves no or less cost/loss, the fee may be adjusted.",
    "l4.7": "Cancellations and changes must be done online",
    "a5": "by post, or in writing to:",
    "l5": "ZüriCar GmbH, Europa-Strasse 19 ,8152 Glattbrugg (ZH) Switzerland",
    "l5.5": "If the reserved vehicle is not picked up at the agreed time, the full rental charge already paid will be retained in full.",
    "h6": "Failure to Collect the Vehicle",
    "l6.1": "For bookings using the Flexi-tariff, the following applies: If the Hirer does not, for whatever reason, collect the vehicle no later than one hour after the agreed time, ZüriCar GmbH shall no longer be bound by the booking. General Rental Terms and Conditions.",
    "l6.2": "For bookings with the early booking tariffs (prepaid), the hire charges already paid shall not be refunded to the Hirer in the event that the reserved vehicle is not picked up or not picked up at the agreed time. The right to claim further damages is expressly reserved.",
    "h7": "Requirements in Respect of the Hirer/Additional Driver",
    "l7.1": "The Hirer undertakes to comply with the provisions regarding age and driving licence prescribed in Switzerland and to view the corresponding information prior to the reservation/booking on the ZüriCar GmbH website or in the depot or to make enquiries in this regard by telephone.",
    "l7.2": "In order to verify the validity of a driving license, the original driving license must be presented.",
    "l7.3": "Valid driving licences issued in non-EU countries are treated as equivalent to a Swiss driving licence, if",
    "l7.4": "there is no valid visa for Switzerland or an EU country in the Hirer’s passport to be presented;",
    "l7.5": "the Hirer has a valid visa for Switzerland or an EU country in the passport to be presented and has not yet been in Europe for longer than 6 months at the time of vehicle collection.",
    "l7.6": "Licences not written in Latin characters require an accompanying international driving licence.",
    "l7.7": "If the Hirer or additional driver does not meet the requirements at the time of rental, the Rental Firm may withdraw from the contract and deny vehicle handover. This includes misinformation (e.g., incorrect age) given at booking time.",
    "l7.8": "The Rental Firm reserves the right to claim damages and recover expenses from the hire charges already paid.",
    "l7.9": "The vehicle may only be driven by the Hirer. If additional drivers are specified, they must also meet the same requirements. If not, they are prohibited from driving. This does not entitle the Hirer to cancel or claim a refund for the additional driver fee.",
    "h8": "Handover of the Vehicle/Rental Start",
    "l8.1": "The handover of the vehicle/Rental Start can only take place during the opening times of the relevant hire depot unless an “out of hour rental” or delivery of the vehicle to the address of the Hirer can be arranged.",
    "l8.2": "The Hirer has an obligation to present the following documents when hiring the vehicle:",
    "l8.3": "a valid driving license and, if required, an international driving licence (see Clause 5);",
    "l8.4": "valid means of payment in accordance with Clause 9;",
    "l8.5": "a passport valid for at least three months beyond the end of the hire contract or a Swiss identity card or a respective identity card of an EU country.",
    "l8.6": "another identity document showing the currently valid residential address if such address is not shown in the document in accordance with c above, or verifiable other information on the current residential address.",
    "l8.7": "If one of these documents is not available, the Rental Firm has the right to refuse the handover of the vehicle without any further action as well as withdraw from the contract. In this case, the Rental Firm reserves the right to recover damages for its expenses incurred from the hire charges already paid.",
    "l8.8": "If the Hirer collects the vehicle after the agreed time, the proportion of the hire charge relating to the period not utilised is still owed to the Rental Firm.",
    "l8.9": "Vehicles shall be handed over to the Hirer in an operationally safe condition, with a full tank or in the case of an electric vehicle, with a charge level of at least 80%. At the Rental Start, the Hirer must satisfy himself/herself as to the correctness of the mileage and fuel level of the vehicle stated by the Rental Firm and as to the complete and correct recording of accidents and other preexisting damage to the vehicle as well as any missing equipment (namely missing vehicle documents, insurance certificate, tools, spare wheel, warning triangle, first-aid kit or, in the case of electric vehicles, charging cable or charging accessories) and notify the Rental Firm immediately of any discrepancies. In the absence of such notification, the vehicle shall in each case be deemed to have been handed over in the due condition.",
    "h9": "Security Deposit",
    "h9.1": "The Hirer has an obligation to provide a security deposit at the start of the rental period in order to ensure any claims by ZüriCar GmbH arising out of or in connection with the rental contract. The amount of the security deposit is dependent on the vehicle group of the hired vehicle and is stipulated in the rental contract. Enquiries about the vehicle group and the security deposit due may be made at any time online.",
    "h9.2": "by telephone, or at any EVAG depot. In any event, however, only the vehicle group agreed in the rental contract and the security deposit specified there shall be binding.",
    "l9": "ZüriCar GmbH is entitled to use the safety deposit to offset any claims against the Hirer arising from or in connection with the rental contract. If such offsetting does not occur, the safety deposit will be refunded or credited to the Hirer after the vehicle has been returned.",
    "l9.1": "ZüriCar GmbH does not have any obligation to keep the security deposit separate from its assets. The security deposit does not accrue any interest. ZüriCar GmbH is entitled to demand payment of the security deposit even after the rental period has commenced.",
    "h10": "Hire Charge",
    "l10.1": "The hire charge is essentially the tariff agreed in the rental contract together with further fees and expenses. With the conclusion of this rental contract, the Hirer confirms that he/she has acknowledged these charges, fees, and costs and expressly agrees to them (incl. mileage limit, charges for extras such as additional accessories, additional driver’s charges, costs of a limitation of liability in accordance with Clauses 15.5 et seqq. below, charges for delivery and collection service, etc.).",
    "l10.2": "All fuel costs shall be borne by the Hirer. If the vehicle is not returned with a full tank or, in the case of an electric vehicle, with a charge level of at least 80%, the refuelling or recharging is invoiced at the average market price for fuel/electricity plus a refuelling fee. Information on the current fee can be requested at the rental depot or checked at",
    "l10.3": "any time.",
    "l10.4": "The rental contract stipulates a specific depot for the return of the vehicle at the end of the rental period. If the vehicle is returned to a different location or later than the agreed time of return, a charge of CHF 50.00 (incl. VAT) is due. This charge will be levied in addition to any one-way rental charge.",
    "l10.5": "Payment Terms and Electronic Invoicing",
    "l10.6": "Payment method",
    "l10.7": "Payment can be made with valid means of payment such as a credit card (an internationally accepted credit card company, namely American Express, Diners Club, Eurocard/Mastercard, and Visa), debit card, or Maestro card. Pre-paid cards such as, for example, Visa Electron, are not accepted. For bookings made at prepaid rates, it is not possible to apply vouchers or any other credits during or after the booking unless the conditions shown on the voucher explicitly permit the redemption of the voucher value in bookings made at prepaid rates and if the voucher value is immediately applied during the booking.",
    "l10.8": "Payment due date",
    "l10.9": "When booking a flexi-tariff or unless expressly agreed otherwise, the hire charge, all other agreed charges and the security deposit shall be debited to the Hirer’s means of payment at the Rental Start. When booking an early booking tariff (prepaid tariff), the means of payment will be debited immediately after the booking with the hire charge in accordance with Clause 8 above as well as all other services booked early.",
    "l11": "Authorisation for debiting the means of payment",
    "l11.1": "The Hirer irrevocably authorises ZüriCar GmbH and its collection agents, upon conclusion of the contract, to debit all costs related to the car hire and all other claims of ZüriCar GmbH in connection with the rental contract (in particular fines, fees, reimbursements, and other charges imposed on the Rental Firm or its agents due to traffic violations by the Hirer; see Clause 13.2 and 13.3 below), as well as any claims for damages in accordance with Clause 15 below, from the means of payment specified by the Hirer at the time of conclusion of the rental contract or subsequently presented or additionally specified.",
    "l11.2": "The hire charge (except for early booking tariffs) and the security deposit must be secured at the time of vehicle handover, and in the case of long-term rentals, monthly in advance, through approval by the payment-processing bank. If the approval is not granted, ZüriCar GmbH has the right to refuse the handover of the vehicle. If the vehicle has already been handed over and the approval for the following month is not granted, the Hirer shall be in default of his/her payment obligations. In this case, ZüriCar GmbH is entitled to terminate the rental contract without notice after setting a one-time deadline for payment without success.",
    "l12": "Electronic invoicing",
    "l12.1": "The Hirer agrees that he/she will not receive paper invoices and that instead, the Rental Firm will send an electronic invoice that meets legal requirements to the provided email address.",
    "l12.2": "The Hirer is responsible for ensuring he/she can receive electronic invoices or, where agreed, retrieve them electronically. The Hirer is responsible for any faults in receiving equipment or other circumstances that prevent access. An invoice is considered received once it reaches the Hirer's domain. If the Rental Firm only sends a notification and the Hirer must retrieve the invoice themselves, or if the invoice is made available for retrieval, it is considered received once retrieved. The Hirer is obligated to check for provided invoices at reasonable intervals.",
    "l12.3": "The Hirer may revoke the exclusive electronic invoice delivery at any time. In that case, the Rental Firm will provide the invoice in paper form. The Hirer will bear the additional costs for paper invoice delivery and postage.",
    "h13": "Use of the Vehicle",
    "l13": "The Hirer is obligated (i) to drive and treat the vehicle with care and to comply with the operating instructions specified by the manufacturer or the Rental Firm; (ii) to lock the vehicle when not in use, including windows, sunroof, and bonnet; (iii) to use the vehicle only in permitted countries and in compliance with local laws; (iv) to use the vehicle only for legally permissible purposes; and (v) to stop the journey in case of a defect as soon as it is safe and immediately notify the Rental Firm.",
    "h14": "Restrictions of Use",
    "l14": "It is prohibited to use the vehicle (i) for races, skidding courses, driving courses or similar, and as a driving school vehicle; (ii) as a recovery vehicle, towing vehicle, or for shunting; (iii) using false personal details such as age, name, address, etc.; (iv) under the influence of alcohol, drugs, medication, and stimulants; (v) in overloaded or unroadworthy condition; (vi) for journeys off surfaced roads or paths and for the passage of riverbeds or similar (in particular also in the case of vehicles with 4×4 drive); (vii) for transporting flammable, toxic, or dangerous substances.",
    "h15": "Maintenance",
    "l15.1": "The Hirer undertakes to regularly check the levels of oil, AdBlue, and water, as well as the tyre pressure and to make the necessary arrangements. The lessee shall strictly comply with the manuals for the electric or hybrid vehicle to be charged and for any equipment or accessory used (e.g. charging cable), as well as with any instructions concerning the use of the charging stations that are displayed at the charging station. The use of charging cables or other equipment or accessories that (i) have not been certified in accordance with applicable laws and regulations (e.g. CE certification), (ii) are not approved for the respective car or the charging station according to the instructions displayed there or (iii) are damaged is strictly prohibited. If claims are made against us by the operator of the charging station due to improper use or damage to the charging station, we will pass this on to the hirer accordingly. A public parking space must be made available as soon as the charging process is complete or the maximum permitted parking time has been reached. Costs incurred by EVAG due to exceeding the maximum charging and/or parking time, as well as any costs incurred by EVAG for fines or for using towing services, for example, due to illegal parking, will be passed on to the hirer.",
    "h16": "Repairs",
    "l16": "Repairs during the hire period should, whenever possible, be carried out by the nearest brand representation.",
    "l16.1": "Should the repair costs exceed CHF 200.00, the Rental Firm is to be consulted in advance for the purpose of obtaining approval for costs.",
    "l16.2": "The Rental Firm shall refund the repair costs subject to approval for costs and presentation of the receipt.",
    "l16.3": "All cases in which the Hirer is liable for the costs, e.g. on the basis of Clause 15.6 of these Ts & Cs are excluded from this.",
    "l16.4": "Parts that have been exchanged must be handed over by the Hirer to the Rental Firm.",
    "h17": "Limited Liability of the Rental Firm",
    "l17.1": "Any liability of the Rental Firm for itself and the agents employed by it vis-à-vis the Hirer and any additional drivers for any kind of contractual and/or non-contractual personal injury and/or damage to property is expressly excluded to the extent permitted by law, including liability for indirect and/or consequential damage, for loss of profit, consequential damage caused by defects, damage caused by delay, inability to use the vehicle, missed connections and opportunities to carry out business transactions, etc.",
    "h18": "Duties of Care and Duty of Disclosure of the Hirer",
    "l18": "In the event of an accident, theft, fire, damage caused by game, or other damage to the vehicle, the Hirer must notify the Rental Firm without delay and do everything that is necessary and beneficial to clarify the facts of the case and mitigate the damage.",
    "l18.1": "In particular, the Hirer must immediately report every accident to the police and involve the police. This also applies to minor damage and accidents that are due to the Hirer’s fault without the involvement of third parties.",
    "l18.2": "If the police refuse to record the accident details, the Hirer must report this immediately to the Rental Firm and provide evidence of this.",
    "l18.3": "The Hirer is prohibited from recognising or satisfying a claim in whole or in part unless the Hirer’s refusal to recognise or satisfy would evidently be grossly unreasonable in the circumstances.",
    "l18.4": "The Hirer has an obligation to notify ZüriCar GmbH immediately by email (https://zuericar.com/) of the revocation of their driving licence as well as all circumstances restricting their driving licence (for example, restriction of the driving licence, temporary seizure or confiscation of the driving licence or a judicial or official driving ban).",
    "l18.5": "If one of these circumstances arises, the Hirer is prohibited from continuing the hire of a vehicle, or the entitlement to drive a hired vehicle ends or is suspended with immediate effect.",
    "l18.6": "In the event of a breach of the Hirer’s duties in accordance with Clauses 12.1 and/or 12.2, the Hirer shall become fully liable without further notice for any damage in connection with the aforementioned circumstances, whereby any limitation of liability or insurance taken out shall cease to apply (see Clause 15.6 below).",
    "l18.7": "The Hirer hereby authorises the Rental Firm to inspect police and/or official files in the event of a claim.",
    "h19": "Violation of Traffic Regulations",
    "l19.1": "The Hirer has an obligation to comply with all traffic regulations and to inform himself/herself about any special traffic regulations applicable in the country of rental or in the countries passed through during the journey.",
    "l19.2": "The Hirer is solely responsible for all breaches of the law caused by the rented vehicle, namely against the Road Traffic Act, until the vehicle is returned (even if committed, for instance, by an additional driver).",
    "l19.3": "Should the Rental Firm be held liable for this on the basis of owner liability or for other reasons, ZüriCar GmbH shall be entitled to charge any fines, fees, costs etc. incurred to the Hirer in an appropriate manner.",
    "l19.4": "As the keeper of the rented vehicle, the Rental Firm has a legal obligation to report the personal data of the driver or hirer of the vehicle to the authorities in the event of any traffic offences.",
    "l19.5": "The Hirer undertakes in such case to pay a fee of CHF 40.00 to the Rental Firm for its administrative expenses.",
    "h20": "Journeys Abroad and Entry Restrictions",
    "l20.1": "If, during the handover of the vehicle, the Hirer receives special instructions or conditions from the Rental Firm regarding customs, customs declaration obligations, and/or conduct when crossing borders or regarding the place of return, the Hirer must strictly comply with these.",
    "l20.2": "If, for any reason, the Hirer is not able to comply with the instructions received, he/she must immediately notify the Rental Firm of this.",
    "l20.3": "Should the Hirer breach these provisions, he/she shall be liable to compensate the Rental Firm for any resulting damage, in particular for customs duties, import duties, and fines.",
    "l20.4": "Depending on the vehicle category and individual booking terms, rental vehicles may not be taken into certain countries. The applicable restrictions are stated in the rental agreement.",
    "h21": "Liability, Limitation of Liability, Protection Options",
    "l21.1": "Liability of the Hirer to the Rental Firm: The Hirer is liable, irrespective of culpability, for any damage to, destruction, or loss of the vehicle (e.g., theft). This includes conduct by additional drivers or helpers invited by the Hirer. Multiple Hirers are jointly and severally liable. A liability limitation agreement may reduce the Hirer's responsibility (see Clause 15.5).",
    "stg22": "Scope of Liability",
    "stg22.1": "Hirer’s liability includes",
    "l22": "In addition to the actual damage (e.g. diminution in value of the vehicle or repair costs, both taking into account a reasonable reduction in value, transport, liability excess and bonus loss), the liability of the Hirer to pay damages shall include the costs of an expert opinion and a processing fee of CHF 180.00 per claim. In the event of a total loss, the Hirer is also liable for the fixed fee of CHF 320.00 for registration and deregistration.",
    "l22.1": "In the event of loss or damage to the charging cable for e-vehicles, the Hirer shall reimburse the Rental Firm for the costs of replacing the cable as well as the processing fee in accordance with the preceding paragraph. The Rental Firm is entitled to claim further damages. In the event of damage, the Rental Firm shall be entitled to have the cause, extent and cost of the damage determined by an independent expert appointed by it at the expense of the Hirer. The Hirer agrees that the findings and the damage assessment of such an expert opinion shall be used as a basis for the settlement of the claim with binding effect for him/her in the sense of Art. 189 ZPO (Code of Civil Procedure). If the vehicle cannot be used by the Rental Firm as a result of damage, the Rental Firm may charge for the loss of use for the duration of the repair at the rates agreed with the Hirer for the actual hire.",
    "l22.2": "In the event of a total loss, a lump sum for one week’s loss of use will be charged. ZüriCar GmbH shall invoice the Hirer for any damage for which the Hirer is responsible, such invoice being payable within 7 days. If the compensation payment is not made in due time, a reminder fee of CHF 18.00 will be charged from the first reminder onwards. All further costs incurred in connection with the collection of the compensation claim shall also be borne by the Hirer.",
    "stg23": "Liability Insurance for Third-Party Damages",
    "l23": "The Hirer and every authorised driver are insured under a motor vehicle liability insurance policy. This liability insurance covers personal injury and material damage suffered by third parties up to a maximum sum insured in the amount of CHF 100,000,000 and is limited to Europe.",
    "l23.1": "Personal auto policy (PAP)",
    "l23.2": "The additional conclusion of personal auto insurance (PAP) provides the Hirer with protection for personal injuries to the Hirer or other occupants of the rented vehicle as a result of an accident. The sum insured of the PAP is: CHF 40,000 in the event of disability, CHF 20,000 in the event of death, and unlimited medical expenses (limited to a max. of 5 years).",
    "stg24": "Liability Limit for Vehicle Damage/Theft",
    "l24": "At the Rental Start, the Hirer may limit his/her liability towards the Rental Firm for damage to the vehicle, destruction of the vehicle, and theft to a policy excess by taking out a liability limitation and theft protection policy. With the payment of a special fee, a reduction or the complete release from the policy excess can additionally be agreed. The amount of the policy excess arises from the Rental Firm’s tariff list in force at the time of conclusion of the contract for each vehicle class and is expressly stated in the rental contract. The agreed policy excess is owed per claim and in the event of several claims during the hire period, is applied several times.",
    "l24.1": "By paying a further fee, an “Interior” protection package can be purchased that goes beyond the protection of the limitation of liability in accordance with the preceding paragraph. With the purchase and payment of this protection package, there is no liability for: Damage and soiling of the interiors of a loading space/luggage compartment/top box during the operation of the vehicle as well as for the loading and unloading of the vehicle.",
    "l24.2": "Damage and soiling of the vehicle interior or the interior of the driver’s cab and/or passenger compartment arising from the ordinary operation of the vehicle. The cases of exclusion or discontinuation of the limitation of liability in accordance with Clause 15.6 below shall remain reserved.",
    "l24.3": "Exclusion or discontinuation of limitation of liability or insurance cover. Intentional or grossly negligent (see Clause 15.7 below) cause of damage, irrespective of the type of the resulting damage, leads to the discontinuation of a concluded liability limitation and insurance cover in every case according to Clauses 0, 15.4 and 15.5 above and thus to the unlimited liability of the Hirer to the Rental Firm and third parties for all damage in connection with the Rental Contract.",
    "l24.4": "Then, irrespective of fault, a concluded liability limitation or insurance cover shall NOT apply in the following cases either and the Hirer shall be liable to the Rental Firm and third parties without limitation for the full damage:",
    "l24.5": "In the event of incorrect refuelling, improper use of snow chains, ski and luggage racks, careless loading of ski and luggage racks, careless use of the interior of the vehicle (cigarette holes, tears and stains in the upholstery or on other interior furnishings), consequences of driving off surfaced roads or paths, incorrect handling of convertible tops, failure to close the top in rain, wind etc.",
    "l24.6": "In the case of insufficient service/insufficient maintenance of the vehicle during the hire period.",
    "l24.7": "In the event of roof damage and other damage resulting from failure to observe the maximum height and width of the vehicle when driving through passages, entrances, tunnels, bridges, etc.",
    "l24.8": "Damage (e.g. to clutch, gearbox, suspension) due to obvious incorrect operation of the vehicle (e.g. incorrect operation of the automatic gearbox and incorrect handling of 4×4 vehicles).",
    "l24.9": "In the event of transporting prohibited or dangerous goods; in the event of non-compliance by the Hirer with the obligations set out in the Rental Contract and the General Rental Terms and Conditions (usage regulations in accordance with Clause 10 above, duties of care and disclosure in accordance with Clause 12 above, in particular driving a vehicle without a valid driving licence) as well as the transfer of the vehicle to an unauthorised third party or a third party not in possession of a valid driver’s licence; in the event of non-compliance with legal regulations regarding the duty of disclosure at border crossings as well as customs and import regulations; in the event of prevention of a measure ordered by the police to determine incapacity to drive (Art. 91a (1) SVG (Act on Road Transport))",
    "l24.10": "for service and/or repair costs arising from the following self-inflicted events: loss of keys, locking keys inside the vehicle, immobilization due to lack of fuel, jump-starting a flat battery, getting stuck; unless the renter has taken out a special mobility service with the lessor beyond the general limitation of liability. The respective mobility services can only be used with EVAG's 24-hour breakdown service. This service also determines the type and scope of services with the aim of ensuring the renter’s mobility. If the renter engages other persons for the mobility service, ZüriCar GmbH assumes no responsibility, and the renter is fully liable for damages caused to the rental vehicle by such persons.",
    "l24.11": "Gross negligence The parties define grossly negligent behavior which, in accordance with clause 15.6 – even if liability limitation or insurance has been concluded – results in full and unlimited liability of the renter to the lessor or third parties, in particular, but not limited to:",
    "l24.12": "any serious violation of traffic regulations as defined in Art. 90 (2) SVG; any driving behavior where the driver is aware of the general danger of their actions or negligently disregards it; any behavior violating basic safety principles while ignoring obvious risks to prevent foreseeable damage or injury; driving under the influence of alcohol, drugs or medications impairing driving ability; driving while fatigued, microsleep or falling asleep; the following traffic violations if they caused or contributed to an accident: excessive speed or inappropriate speed, loss of control of the vehicle, insufficient distance, disregard of no-overtaking zones and stop signs as well as road signs, ignoring driving direction, inattention and distraction e.g. by mobile phones, radios or navigation systems, deactivating safety-relevant systems such as ABS and ESP and other driving stability aids, driving an unsafe vehicle (e.g. insufficient load securing, dirty windows), inadequate vehicle securing (e.g. handbrake not applied, vehicle unlocked, keys left inside); leaving valuables in the vehicle.",
    "h25": " Return of the Vehicle",
    "l25.1": "The Hirer undertakes to return the vehicle in accordance with the details stipulated in the Rental Contract regarding the place, date and time of return or, in the event of early termination of the Rental Contract for good cause, at an earlier time at the request of the Rental Firm. If the Hirer returns the vehicle early, i.e. before the end of the agreed rental period, this shall not result in early termination of the rental contract. In the event of early return or late collection of the vehicle, the Hirer shall not be entitled to a reduction of the agreed rental price.",
    "l25.2": "The Hirer is obliged to return the vehicle to an employee responsible for vehicle returns at the depot and at the time agreed upon, if such an employee is present. If the Hirer returns the vehicle to a depot different from the one agreed upon or at a later time than the agreed time of return, an additional charge of CHF 20.00 is due on account of the additional expense. This charge is in addition to any one-way charges or the costs of days of rental. The vehicle is deemed to have been returned to the Rental Company when it has been locked via the digital services of ZüriCar GmbH (‘virtual return’) or when the vehicle and key have been returned to and the vehicle has been checked by the Rental Company (“Registration”). In the event of a virtual return or if the vehicle is returned outside the opening hours of the depot, the Hirer remains responsible for it until it has been registered by the Rental Company. The same applies if, in the presence of an employee responsible, the Hirer leaves the depot before the vehicle has been registered.",
    "l25.3": "If the Hirer does not return the vehicle and the vehicle key to the Rental Firm at the end of the agreed rental period, even if this is not the Hirer’s fault, the Rental Firm shall be entitled to demand compensation for use for the period of retention at least in the amount of the previously agreed hire charge. In addition, the Hirer shall be obliged to pay a lump sum of CHF 50,00 (incl. VAT) as compensation for the associated processing costs, unless the Hirer proves that the Rental Firm has incurred less expense and/or damage. The assertion of further damages is not excluded.",
    "l25.4": "The Hirer shall return the vehicle as well as the extras in a condition corresponding to the contractual use. In the event of damage, excessive wear and tear, or soiling of the vehicle, the customer shall pay compensation for this. A concluded limitation of liability in accordance with Clause 15.5 provides no exemption from compensation for excessive wear and tear or soiling of the vehicle unless this relates to the interior when the corresponding protection package is purchased and results from the normal operation of the vehicle.",
    "l25.5": "For rentals longer than 27 days, the Hirer bears the costs of top-up fluids (especially engine oil, AdBlue, windscreen washing liquid and anti-icing liquid) up to 8% of the (net) monthly rental charge, if these fluids need to be topped up during the rental period.",
    "l25.6": "For vehicles fitted with an AdBlue®-Tank, the renter must make sure that the AdBlue®-Tank is always sufficiently filled. The renter and its agents and representatives bear unlimited liability for any breaches of the above obligation during the rental period; the renter indemnifies EVAG against any claims against ZüriCar GmbH from authorities or other third parties, especially fines or cautions, resulting from a failure to fill the AdBlue®-Tank.",
    "l25.7": "Data may be stored in the vehicle if the navigation device is used or mobile or other devices are paired with the vehicle. If the Hirer/driver wishes that the aforementioned data can no longer be accessed in the vehicle after the return of the vehicle, he/she must ensure that such data is deleted before returning the vehicle. Deletion can be carried out by resetting the vehicle’s navigation and communication systems to the factory settings. Instructions for this can be found in the operating instructions located in the glove compartment. The Rental Firm has the right to delete the aforementioned data, however.",
    "l25.8": "The Hirer has an obligation to inform ZüriCar GmbH of damage to the vehicle during the hire period immediately after such damage has occurred. As a rule, the Rental Firm makes a record of the condition of the vehicle at the time of return as part of the registration process, which must be signed by both parties, thereby providing a binding record of the vehicle’s condition. In the event of a virtual return of the vehicle or if the Hirer returns the vehicle outside the opening hours of the rental depot or if, for other reasons, no record is made of the condition of the vehicle when it is returned, ZüriCar GmbH is entitled to unilaterally record any damage, excessive wear and tear or soiling and to report this to the Hirer within a period of 3 working days after registration. In the absence of such notification, the vehicle shall be deemed to have been returned in good order, with the express exception.",
    "l25.9": "After the expiry of the rental contract or after the agreed rental period has been exceeded, the Rental Firm shall be entitled to take possession of the vehicle at any time or to obtain it at the expense of the Hirer and to charge for any additional use of the rental contract.",
    "l25.10": "This also applies to longer-term rentals in the event that the Hirer is more than 15 days overdue with the agreed hire charges or it is foreseeable that he/she will no longer be able to meet the obligations of the rental contract. The rental contract shall end at the agreed time. With the agreement of the Rental Firm, the contract can be extended if the Hirer requests this at least three days before the expiry of the agreed rental period. In the absence of any agreement to the contrary, the same conditions shall apply to the extended rental period as to the originally agreed rental period or the conditions adjusted to the rental period. The extension may only be made in writing to the respective depot of the Rental Firm and only by the Hirer himself/herself.",
    "l25.11": "Special rates are only valid for the period offered and require that the rental is for the full rental period agreed at the time of rental. If the agreed rental period is exceeded or shortened, the applicable rate for the entire rental period is the normal rate and not the special rate. ZüriCar GmbH expressly reserves the right to claim further damages.",
    "l25.12": "In the case of long-term rentals (rentals with an agreed rental period of more than 25 days), the Hirer has an obligation to return the vehicle when the mileage stated in the rental agreement is reached, but no later than on the last rental day stated in the rental contract. In the event that the Hirer exceeds the mileage stated in the Rental Contract by more than 100 km and/or returns the vehicle after the date stated in the Rental Contract, the Hirer shall be liable to pay a contractual penalty of CHF 850; this shall not apply insofar as the Hirer proves that the Rental Firm has suffered no loss or a smaller loss. This contractual penalty applies in addition to the normal rate for any longer rental period. If the mileage stated in the rental contract is reached, the Hirer will receive a replacement vehicle of equal value for the remaining rental period upon return of the vehicle.",
    "h26": "Data Protection",
    "l26": "All data that ZüriCar GmbH receives from the Hirer or other data subjects involved in the rental process is processed in compliance with the Swiss Data Protection Law and, where applicable, the EU General Data Protection Regulation (GDPR).",
    "l26.1": "ZüriCar GmbH is expressly authorized by the customer to process, in addition to their general personal data, all other data contained in their driving license or identification document (passport/ID) (including photos), communication data (especially email address), financial data (e.g. credit card information), and all other categories of personal data in accordance with our Privacy Policy (https://zuericar.com/) for the purposes stated therein. The Hirer has the right to withdraw the above-mentioned consent at any time. The withdrawal of consent does not affect the lawfulness of the processing carried out based on consent before the withdrawal.",
    "l26.2": "The email address will only be used by EVAG to offer similar goods or services to the Hirer. The Hirer can object to this use of their email address at any time without incurring any costs other than the basic transmission charges.",
    "l26.3": "By providing the data, the Hirer consents to ZüriCar GmbH passing on the data within the EXPLORE Holding group for the purpose of processing the transaction that is the subject of the contract, for marketing purposes, to maintain existing or future customer relationships, and for purposes expressly stated when the data is collected or that are obviously related to the provision of the data.",
    "l26.4": "The Hirer may withdraw this consent for the disclosure of their data to ZüriCar GmbH at any time with effect for the future.",
    "l26.5": "The name, address, rental data, and all other information known to the Rental Firm about the Hirer will be disclosed to the relevant authorities upon legitimate request (e.g., in cases of traffic violations), and to third parties in cases of alleged infringement of third-party rights (e.g., interference with possession).",
    "h27": "Digital Renting",
    "l27": "In deviation from Clause 2.2, in the case of a digital rental (e.g. via the ZüriCar GmbH App, Mobile Check-In, etc.), the content of the concluded contract together with the displayed General Rental Terms and Conditions is confirmed by the Hirer by clicking on the corresponding buttons in the digital services of ZüriCar GmbH; the Hirer hereby declares that he/she has taken note of and understood the content of the contract and expressly agrees to it. The content of the concluded contract can be retrieved within the framework of the digital services of ZüriCar GmbH or is provided to the Hirer by email and therefore confirmed to both parties with binding effect.",
    "l27.1": "The Hirer may not disclose the access data (e.g. login, PIN, username, password, etc.) for the services provided by ZüriCar GmbH to third parties and must ensure that these are not accessible to third parties. To prevent third-party access to the services provided by ZüriCar GmbH, it is forbidden to make written records of access data. The loss of access data must be reported to ZüriCar GmbH immediately by email (info@zuricar.ch). The access data is not transferable.",
    "l27.2": "In addition to Clause 12.2, the use of ZüriCar GmbH’s digital services for the rental of vehicles is prohibited if the Hirer’s driving licence is revoked or if other circumstances restricting the driving licence occur (e.g. restriction of the driving licence, temporary seizure or confiscation of the driving licence or a driving ban imposed by a court or the authorities).",
    "l27.3": "For specific services, ZüriCar GmbH requests the Hirer at regular intervals to verify that he/she holds a valid driving licence. If the Hirer wishes to use services such as digital renting (e.g. Mobile Check-In), he/she has an obligation to present his/her driving licence to ZüriCar GmbH prior to starting the rental, corresponding to the processes specified by ZüriCar GmbH.",
    "h28": "Applicable Law and Place of Jurisdiction",
    "l28": "The rental contract is governed exclusively by Swiss law, to the exclusion of private international law.",
    "l28.1": "The exclusive place of jurisdiction for all disputes in connection with the rental agreement between the Hirer and additional driver and the Rental Firm is Opfikon. The Rental Firm, however, remains entitled to bring an action before any other competent court.",
    "l28.2": "Invalidity or Partial Invalidity, Language",
    "l28.3": "Partial or complete invalidity or ineffectiveness of one or more provisions of the rental contract, including these General Rental Terms and Conditions (Ts & Cs), shall not affect the validity of the remaining provisions. Any provisions that are or have become invalid shall, in the application of the contract, be replaced by such provisions that come closest to the purpose intended by the invalid provisions. In case of contradictions, the German text of the contract is authoritative."
  },
  "general": {
    "h1": "General Terms and Conditions",
    "stg": "Preamble",
    "p1.1": "Preamble ZüriCar GmbH (hereinafter referred to as  ZüriCar GmbH) arranges travel services on the  info@zuricar.ch website. On this Internet portal, various travel services are offered by tour operators, airlines or other service providers named by name.",
    "p1.2": "The following terms and conditions of mediation apply to the brokerage services of  ZüriCar GmbH for package tours, cruises, flights (only), hotels (only), rental cars, city trips, other travel services, related travel services, and travel insurance on the internet portal.",
    "p1.3": "Please also note the applicable general terms and conditions (travel and payment conditions) as well as the pre-contractual information of the respective responsible provider, which you can view in the service description.",
    "h2": "I. Content of the Contract, Conclusion of the Contract",
    "p2.1": "A business management agreement is concluded between the customer and ZüriCar GmbH (hereinafter referred to as ' ZüriCar GmbH'). The customer commissions  ZüriCar GmbH to arrange package tours, cruises, a flight (only), a hotel (only), rental cars, city trips, other travel services, related travel services, and/or travel insurance from the respective service provider.  ZüriCar GmbH acts exclusively as an intermediary for the offered services and does not provide these services in its own name unless explicitly stated otherwise.",
    "p2.2": "The offers presented on the aforementioned portal do not constitute binding contractual offers by  ZüriCar GmbH or the respective service provider. By entering their data and submitting the online booking form to  ZüriCar GmbH, the customer submits a binding contract offer to the respective service provider and simultaneously commissions  ZüriCar GmbH to act as an intermediary.",
    "p2.3": "The customer will then receive an acknowledgment of receipt of the booking from  ZüriCar GmbH via email, sent to the email address provided by the customer. This acknowledgment merely confirms receipt of the booking request. The content of the booking confirmation is not stored and cannot be retrieved later.",
    "p2.4": "The customer is obliged to check the details in the booking confirmation for accuracy immediately upon receipt. If the information is incorrect, the customer must contact  ZüriCar GmbH immediately after receiving the confirmation using the phone number or email address provided on the portal to request a correction. Please note that many airlines charge a fee for correcting data on flight tickets, which will be passed on to the customer unless the error was made by  ZüriCar GmbH.",
    "p2.5": "The contract between the customer and the respective service provider is only concluded when the requested services are confirmed to the customer in a legally binding manner, either by the service provider or by  ZüriCar GmbH on behalf of the service provider.",
    "h3": "II. Brokerage and Processing Fees, Expenses",
    "p3.1": " ZüriCar GmbH (hereinafter referred to as  ZüriCar GmbH) does not charge a separate fee for brokerage services with regard to (only) hotels, package tours, rental cars, city trips and travel insurance, unless otherwise stipulated below: ",
    "p3.2": "Brokerage fees are charged for brokerage services with regard to (only) flights, rail services and other individual services. The amount of the respective brokerage fee is shown in the corresponding offer within the booking mask and is clearly visible to the customer before the booking is completed",
    "p3.3": "Any expenses or expenses incurred by  ZüriCar GmbH in connection with the placement of the agency (e.g., costs for issuing visas, shipping fees, etc.) shall be reimbursed by the Customer to  ZüriCar GmbH in addition to the agency fee, which only covers the agency service.",
    "p3.4": "If  ZüriCar GmbH cancels the mediated service on behalf of the customer at the request of the respective service provider, a processing fee of CHF 50.00 per person/per ticket will be charged. The customer is free to declare a cancellation directly to the service provider. Any fees charged by the service provider in the context of the cancellation remain unaffected.",
    "p3.5": " A processing fee of CHF 80.00 will be charged for the preparation of a group offer. This fee is waived when the group offer is subsequently booked and will be credited to the customer by  ZüriCar GmbH in this case. ",
    "p3.6": " All taxable brokerage and processing fees are inclusive of statutory value added tax. ",
    "p3.7": "Should the customer rebook or cancel booked trips or services,  ZüriCar GmbH' claim to agency fees already incurred remains unaffected. This does not apply if the rebooking or cancellation is due to a defect in  ZüriCar GmbH' mediation or consulting services. ",
    "h4": "III. Form, pre-contractual information",
    "p4": "ZüriCar GmbH (hereinafter referred to as  ZüriCar GmbH) shall provide the customer with the information required by law in accordance with Art. 6 of the Federal Act on Package Travel (Package Travel Act, PRG) to the extent required by law before the customer submits his contractual declaration. In the case of a telephone contract for a package tour, this information will be communicated to the customer by telephone.",
    "p4.1": " ZüriCar GmbH also fulfils the statutory obligation to provide prior contractual information. This includes in particular information on:",
    "l4": "the essential characteristics of the travel services offered,",
    "l4.1": "Name and address of the branch as well as telephone number and, if applicable, e-mail address of the respective tour operator,",
    "l4.2": "the tour price including taxes and, if applicable, any additional fees, charges and other costs,",
    "l4.3": "the payment methods.",
    "p5": "This information will be made available to the customer to the extent provided for by law, provided that it is relevant to the package in question.",
    "p5.1": "In the case of the provision of information and information that goes beyond the statutory information obligations,  ZüriCar GmbH shall only be liable within the scope of the statutory provisions for the careful selection of the sources of information and the correct and complete disclosure of the information to the customer.",
    "h6": "IV. Payment",
    "p6": "The following provisions apply generally to the payment of the travel price. For instalment payment transactions via third-party providers (e.g. Payrexx AG), the special contractual terms and conditions of this provider shall apply in addition. If these contradict the General Terms and Conditions of Payment, the special conditions of the respective provider shall take precedence in the case of instalment payment transactions. The conditions can be viewed under",
    "p6.1": "The option is only available on participating online booking portals.",
    "p6.2": "Payments on the travel price may be made after conclusion of the contract in accordance with the agreed terms of payment. Upon conclusion of the contract, a deposit of the travel price is due immediately. This is usually as follows:",
    "l6": "20% for hotel-only bookings,",
    "l6.1": "30% for flight packages or combined services,",
    "l6.2": "100% on flight-only bookings.",
    "p7": "The final payment is due no later than 30 days before the start of the trip, unless otherwise agreed.",
    "p7.1": "For short trips with a duration of less than 24 hours without an overnight stay and a total price of less than CHF 100, the full travel price can be made due immediately.",
    "p7.2": "If the due deposit or final payment is not received by the due date,  ZüriCar GmbH is entitled to withdraw from the contract and charge a cancellation fee in accordance with section VI.",
    "p7.3": "If the tour operator incurs additional expenses due to late payments or missing documents (e.g. depositing tickets at the airport or reissuing them at the airport), it can charge the customer for the external costs incurred for this as well as a flat-rate processing fee of CHF 50 per transaction. Proof of lesser damage is reserved for the customer.",
    "p7.4": "Payment shall be made to  ZüriCar GmbH or to the respective service provider designated by  ZüriCar GmbH in the booking confirmation.",
    "p7.5": "If travel documents are delivered by express delivery at the customer's request or due to short-term bookings, the additional costs incurred for this will be passed on to the customer. The customer will be informed of the amount of the fees in advance.",
    "p7.8": "SEPA basic direct debit: If the customer chooses the SEPA direct debit method, the deposit will be debited 2 banking days after the contract has been confirmed. The balance is due 30 days before departure and charged 1 banking day thereafter. Chargeback costs are at the expense of the customer, unless the chargeback was caused by ZüriCar GmbH.",
    "p7.9": "Cash payment at the airport: If payment is made at the airport upon departure, it may be necessary to deposit or issue flight tickets or other travel documents. In this case, the organiser may charge additional processing fees and third-party costs of CHF 50 per booking.",
    "p7.10": "Incorrect age information for children's discounts: In the event of incorrect age information, the tour operator is entitled to claim the difference to the correct travel price. A flat-rate processing fee of CHF 50 may be charged for the additional processing effort. The customer can prove that no or less damage has occurred. Service providers such as airlines or hotels can also make a price adjustment.",
    "p7.11": "Reminder in the event of late payment: If the customer fails to make a payment due on time, ZüriCar GmbH may charge a reminder fee of CHF 40 per reminder. Further legal steps, in particular the assertion of default interest in accordance with Art. 104 CO (currently 5% p.a.), are reserved. The customer has the option of proving that no or less damage has occurred.",
    "h8": "Services and prices",
    "p8": "The services listed in the booking confirmation are decisive as described on info@zuricar.ch. We reserve the right to make changes before the conclusion of the contract.",
    "p8.1": "Flight times, routing or aircraft may be changed. The regulations according to section 4 apply.",
    "p8.2": "Direct flights may include stopovers.",
    "p8.3": "Processing of empty weeks possible on request, processing fee: CHF 50 per person/week.",
    "p8.4": "Children's discounts are based on age at the start of the trip. Children under the age of two travel without the right to a seat if accompanied by an accompanying adult.",
    "h9": "Changes in performance",
    "p9": "Changes to individual services are permissible if they are insignificant and do not affect the overall structure.",
    "p9.1": "Deficiencies remain complainable even in the case of changed services.",
    "p9.2": "The customer will be informed of any changes without delay. In the event of significant changes, the customer will have the right to rebook or withdraw free of charge.",
    "p9.3": "In the event of significant changes, the customer can withdraw free of charge or request an equivalent trip.",
    "h10": "V. Travel documents",
    "l10": "Travel documents that ZüriCar GmbH (hereinafter referred to as  ZüriCar GmbH) receives from tour operators or other service providers for forwarding to the customer will be sent to the customer by e-mail or post. In individual cases, the documents may be deposited at an airport counter; the relevant information will be communicated to the customer in a timely manner.",
    "l10.1": "In the case of car rental bookings, the corresponding vouchers will be sent to the customer either by e-mail, fax or post. Alternatively, the customer can only be given the reservation number, which he must show to the respective rental car company when he takes over the vehicle.",
    "l10.2": "If the delivery of travel documents by courier service has been expressly agreed with the customer, the customer shall bear the costs incurred for this in full.",
    "l10.3": "When taking out travel insurance, the customer will receive the insurance number and the complete insurance conditions by e-mail. These documents together are considered complete insurance documents.",
    "l10.4": "In his own interest, the customer is requested to check all documents submitted to him immediately for correctness and completeness. Any discrepancies must be reported to  ZüriCar GmbH immediately in order to avoid possible damage or disadvantages.",
    "h11": "VI. Limitation of Liability",
    "l11.1": "The liability of ZüriCar GmbH as a travel agent for damages that are not based on injury to life, limb or health is limited to the foreseeable damage typical for the contract and amounts to a maximum of the total price of the arranged trip or travel service attributable to the person concerned in the individual case. This limitation of liability does not apply in the event of intentional or grossly negligent conduct or in the event of a breach of essential contractual obligations, the fulfilment of which is essential for the proper execution of the contract and on the compliance with which the customer may regularly rely.",
    "l11.2": "The above limitation of liability does not apply in the case of mandatory statutory liability, in particular under the Product Liability Act (PrHG) or in the case of guarantees or assurances assumed.",
    "h12": "VII. Entry and health requirements",
    "l12": "Unless expressly stated otherwise, ZüriCar GmbH (hereinafter referred to as “ ZüriCar GmbH”) assumes that the customer and all travel participants registered by them are Swiss citizens. If this is not the case, the customer is obliged to inform  ZüriCar GmbH in a timely and complete manner of any different nationalities.",
    "l12.1": "Compliance with the applicable entry, passport, visa, customs, health, and vaccination regulations in the transit and destination countries is the sole responsibility of the travel participant. This also includes the timely procurement of all necessary travel documents as well as the fulfillment of health requirements such as vaccinations or test certificates.",
    "l12.2": "If  ZüriCar GmbH is expressly instructed to obtain visas or other travel documents,  ZüriCar GmbH is not liable for the timely issuance or delivery of these documents, unless there is its own fault in the sense of intent or gross negligence.",
    "l12.3": "It is strongly recommended that all participants in the journey obtain information at an early stage about infection and vaccination protection, other prophylactic measures, and potential health risks—especially on long-haul flights with regard to thrombosis risks—from a specialist or from the competent cantonal health authority.",
    "h13": "VIII. Insurance",
    "l13.1": "ZüriCar GmbH strongly recommends that you ensure you have sufficient international health insurance coverage before you travel. In addition, it is advisable to take out a comprehensive travel protection package or at least travel cancellation insurance as well as insurance to cover repatriation costs in the event of accident, illness, or death. Customers are expressly referred to corresponding offers from travel insurance companies.",
    "l13.2": "If the customer has cause for complaint in connection with travel insurance brokered by  ZüriCar GmbH, they can contact the respective insurer. If no satisfactory solution is reached, it is possible to turn to the following independent body:",
    "h14": "Private insurance or to Suva",
    "h15": "IX. Notes on Customer's Obligations",
    "l15.1": "The customer is informed that the general terms and conditions of the service providers named in the respective service description (e.g. airlines, hotels, rental car providers) may give rise to additional or special obligations for the customer. It is the Client's responsibility to familiarize themselves with these Terms and to ensure that they are complied with.",
    "l15.2": "Particularly in the case of air travel, the information provided on flight tickets or electronic booking confirmations must be observed. These include, in particular, compliance with the specified check-in times and, in the case of special and charter flights, the obligation to reconfirm outbound, return or onward flights within the deadline set by the airline. Failure to reconfirm this can lead to the loss of the right to transport.",
    "l15.3": "In the event of loss of baggage, baggage delay or damage, a Property Irregularity Report (PIR) must be submitted directly to the relevant airline at the airport in accordance with the applicable national and international aviation regulations (e.g. the Montreal Convention). A subsequent notification can lead to the complete loss of compensation claims.",
    "h16": "X. Identity of the operating airline in the case of booked flight services",
    "p16": "ZüriCar GmbH points out that the customer will be informed of the identity of the operating airline for all air carriage booked as part of the package tour or individual service – provided that the airline has already been determined before the conclusion of the contract. The corresponding information can be found in the respective service description.",
    "p16.1": "If the operating airline is not yet known at the time the contract is concluded, the customer will be informed of the expected operating airline. As soon as the final airline has been determined, ZüriCar GmbH will inform the customer immediately. The same applies in the event of a later change of the operating airline.",
    "p16.2": "This information is provided in accordance with the applicable provisions of the bilateral air services agreement between Switzerland and the European Union.",
    "h17": "XI. Reduction of the Limitation Period",
    "p17.1": "Claims of the customer against ZüriCar GmbH arising from the agency contract shall become statute-barred within one year, to the extent legally permissible, in deviation from the statutory provisions. Excluded from this are claims for damages resulting from injury to life, limb or health as well as those based on an intentional or grossly negligent breach of duty by ZüriCar GmbH or its legal representatives or vicarious agents. In these cases, the statutory limitation periods in accordance with the Code of Obligations (CO) apply.",
    "p17.2": "The limitation period shall commence at the end of the calendar year in which the claim arose and the customer became aware of the circumstances giving rise to the claim and the person of the debtor, or should have become aware of them without gross negligence.",
    "h18": "XII. Consumer Dispute Resolution / Online Dispute Resolution",
    "p18.1": "ZüriCar GmbH is neither obliged nor willing to participate in dispute resolution proceedings before a state-recognized consumer arbitration board.",
    "p18.2": "If the customer is resident in an EU member state, ZüriCar GmbH refers to the platform for online dispute resolution (ODR platform) of the European Commission, which can be reached at http://ec.europa.eu/consumers/odr. This platform is used for the out-of-court settlement of disputes arising from online service contracts between consumers and companies based in the EU. Swiss companies are not obliged to participate in this procedure.",
    "h19": "    XIII. Final Provisions",
    "p19": "Swiss law shall apply exclusively. The application of the Vienna Convention on Contracts for the International Sale of Goods (UN Sales Law) is excluded.",
    "p19.1": "For all disputes arising from or in connection with the mediation relationship between the customer and ZüriCar GmbH, the exclusive place of jurisdiction Kloten (ZH), Switzerland, is agreed, to the extent permitted by law. Mandatory places of jurisdiction for consumers pursuant to Articles 32 and 35 of the Code of Civil Procedure remain unaffected.",
    "p19.2": "ZüriCar GmbH ZüriCar GmbH Europa-Strasse 19 8152 Glattbrugg (ZH) Switzerland Telefon: +41 79 766 99 60  E-Mail: info@zuricar.ch Website:  info@zuricar.ch"
  },
  "event": {
    "line1": "Exclusive Chauffeur Services for the  in Davos World Economic Forum 2026 – January 19 to 23",
    "line2": "We offer premium transfers to Davos from all major airports frequently used by WEF participants, including:",
    "line3": "Geneva Airport",
    "line4": "Zurich Airport",
    "line5": "Dübendorf Airport",
    "line6": "Friedrichshafen Airport",
    "line7": "St. Gallen-Altenrhein Airport",
    "line8": "Munich Airport",
    "line9": "The World Economic Forum 2026, taking place from January 19 to 23 in Davos, demands a meticulously planned luxury transportation solution for high-level participants. With heavy traffic, strict security zones, limited access points, and challenging winter conditions, Davos presents significant logistical demand.",
    "line10": "Our WEF Limousine Service delivers world-class, tailored chauffeur services for CEOs, diplomats, and top-level delegations. Whether you need an exclusive one-way transfer from Zurich Airport to Davos or a full-service chauffeur for multiple days, we ensure you arrive at your destinations on time, in comfort, and without stress.",
    "line11": "Why Choose Our WEF Limousine Service?",
    "line12": "Expertise & Excellence – Our highly trained in-house chauffeurs specialize in business and VIP transportation and understand the unique requirements of the WEF.",
    "line13": "Security & Reliability – Discreet, local drivers with proven experience in high-security and VIP zones.",
    "line14": "Luxury Fleet – Premium vehicles including Mercedes-Benz S-Class, Maybach, V-Class, and luxury SUVs to meet the highest expectations.",
    "line15": "Flexible Booking Options – From single airport transfers (e.g., Zurich – Davos) to full-day chauffeur services in Davos.",
    "line16": "24/7 On-Site Coordination – Dedicated coordination teams available at the airport and on-site in Davos to ensure seamless operations.",
    "line17": "Our experienced chauffeurs and coordination team are ready to assist you in booking your exclusive limousine for the World Economic Forum. Contact us now to reserve your WEF chauffeur service and enjoy a comfortable, discreet, and efficient arrival in Davos.",
    "line18": "Premium Concierge Services – Tailored for the WEF",
    "line19": "Our bespoke Concierge Service for the World Economic Forum ensures your stay in Davos is seamless and efficient. We handle the planning and coordination of your daily agenda, including hotel and meeting room bookings and high-end restaurant reservations.",
    "line20": "We also provide professional security services, interpreters, and personal assistants to guarantee maximum comfort and discretion. For added flexibility, we arrange helicopter transfers and private jet services to ensure you reach your appointments without delays.",
    "line21": "With our premium concierge services in Davos, you benefit from a personalized, efficient, and exclusive experience throughout the World Economic Forum 2026.",
    "line22": "Our bespoke Concierge Service ensures a seamless Davos stay, handling your daily agenda including:"
  }
}





