{
  "header": {
    "home": "Accueil",
    "Booking": "Réservation",
    "tours": "Visites",
    "Cars": "Voitures",
    "Transfers": "Transferts",
    "Flightform": "Formulaire de vol",
    "Contact": "Contact",
    "Login": "Connexion",
    "Profile": "Profil",
    "Logout": "Déconnexion",
    "flight": "Vol",
    "ship": "Bateau",
    "hotel": "Hôtel",
    "parking": "Parking",
    "Explore": "Explorer",
    "event": "Événement",
    "flightbooking": "Réservation de vol"
  },
  "tour":{
  "bookNow": "Réserver maintenant",
    "categories": "Catégories",
    "duration": "Durée",
    "price": "Prix",
    "tourCode": "Code du circuit",
    "groupSize": "Taille du groupe",
    
    "travelExcludes": "Voyage exclut",
    "travelIncludes": "Voyage inclut",
    "galleryImage": "Image de la galerie",
    "itinerary": "Itinéraire",
    "travelOverview": "Aperçu du voyage",
    "enterCouponCode": "Entrez le code du coupon",
    "specialNotes": "Notes spéciales",
    "downloads": "Téléchargements",
     "viewTour": "Voir le circuit",
    "noToursAvailable": "Aucun circuit disponible pour les filtres sélectionnés",
    "bag": "Sac",
    "day": "Jour",
    
    "loading": "Chargement",
    "privacyPolicy": "Politique de confidentialité",
    "termsOfUse": "Conditions d'utilisation",

     "backToTours": "Retour aux circuits",
    "applyCoupon": "Appliquer le coupon",
    "privacyNotice": "En continuant à utiliser nos services, vous reconnaissez que vos données personnelles seront traitées conformément à notre politique de confidentialité.",
    "termsNotice": "En créant un compte, vous acceptez nos conditions d'utilisation.",
    "noTourData": "Aucune donnée de circuit trouvée",
    "days": "Jours",
    "nights": "Nuits",
    "person": "Personne",
    "downloadTour": "Téléchargez le forfait touristique ici",
    "personalDetails": "Détails personnels",
    "firstName": "Votre prénom",
    "lastName": "Votre nom de famille",
    "email": "Votre e-mail",
    "mobileNumber": "Votre numéro de mobile",
    "pickupDate": "Date et heure de prise en charge",
    "arrivalDate": "Date et heure d'arrivée",
    "numPassengers": "Nombre de passagers voyageant",
    "adults": "Adultes",
    "children": "Enfants",
    "infants": "Nourrissons",
    "enterPersonCount": "Entrez le nombre de personnes pour calculer le montant",
    "totalAmount": "Montant total",
    "numRooms": "Nombre de chambres",
    "singleRoom": "Chambre simple",
    "twinRoom": "Chambre double",
    "tripleRoom": "Chambre triple",
    "requirements": "Vos autres exigences",
    "uploadNote": "Votre document téléchargé sera stocké en toute sécurité et restera confidentiel",
    "uploadAgreement": "Télécharger l'accord",
    "dragPdf": "Glissez et déposez votre PDF ici pour le télécharger",
    "uploadPassport": "Télécharger le passeport",
    "uploadVaccine": "Télécharger le certificat de vaccination"
  },
  
  "carousel": {
        "title1": "MIRISSA",
        "subtitle1": "Le paradis tropical sur la côte du Sri Lanka",
        "title2": "ELLA",
        "subtitle2": "Le cœur des montagnes du Sri Lanka",
        "title3": "SRI LANKA",
        "subtitle3": "",
        "title4": "SIGIRIYA",
        "subtitle4": "Le Rocher du Lion au cœur du Sri Lanka",
        "rent_a_car": "Louer une voiture",
      "holiday_packages": "Forfaits vacances",
      "airport_parking": "Parking aéroport",
      "airport_transfer": "Transfert aéroport",
       "title5": "Découvrez le confort haut de gamme à prix économique",
    "title6": "Location, allons-y",
    "title7": "Conduisez partout avec nos SUV et 4x4 de location",
    "title8": "Sans stress, fiable, sans frais cachés"
  },
  "home1":{
     "description1": "Nos voitures compactes modernes offrent confort, efficacité et style pour chaque trajet. Parfaites pour la conduite en ville ou les voyages d'affaires – avec un espace généreux et une technologie avancée.",
    "highlights1": [
      "Climatisées et économes en carburant",
      "Jusqu’à 4 passagers",
      "Idéales pour les trajets urbains et courts"
    ],
    "description2": "Nos SUV allient performance et luxe. Avec une position de conduite élevée, un design moderne et des intérieurs spacieux, ils sont parfaits pour les familles ou les longs trajets.",
    "highlights2": [
      "Jusqu’à 5 passagers",
      "Grande capacité de bagages & 4x4 en option",
      "Conduite fluide sur tous les terrains"
    ],
    "description3": "Nos minivans sont parfaits pour les familles ou les groupes. Avec jusqu’à 8 sièges et un espace intérieur flexible, ils garantissent un voyage confortable pour tous.",
    "highlights3": [
      "Jusqu’à 8 passagers",
      "Sièges confortables & portes coulissantes",
      "Parfait pour les transferts d’aéroport et les voyages de groupe"
    ],
    "description4": "Pour les voyages d’affaires ou les occasions spéciales, nos véhicules haut de gamme incarnent confort, classe et qualité.",
    "highlights4": [
      "Jusqu’à 3 passagers",
      "Design luxueux avec intérieur en cuir",
      "Idéal pour les transferts VIP ou exécutifs"
    ],
    "description5": "L’élégance rencontre l’espace et le confort. Ce van de classe affaires est parfait pour les services de chauffeur, les voyages d’entreprise et les transferts de groupe élégants.",
    "highlights5": [
      "Jusqu’à 7 passagers",
      "Sièges en cuir & cabine spacieuse",
      "Parfait pour les transferts aéroport et VIP"
    ],
    "description6": "Ressentez la passion de la conduite ! Nos voitures de sport combinent design spectaculaire et performance – pour une expérience de conduite inoubliable.",
    "highlights6": [
      "1–2 passagers",
      "Design sportif & moteur haute performance",
      "Parfait pour les week-ends et événements"
    ]

  },
  "home": {

      "title": "Notre flotte",
   
    "General": "Général",
    "q1": "Y a-t-il une durée minimale ou maximale de location pour un van ZüriCar GmbH ?",
    "a1": "La durée minimale de location est d'une demi-journée. La durée maximale est généralement de 30 jours. Si vous avez besoin d’un véhicule pour plus de 30 jours, veuillez contacter notre équipe commerciale. Nous vous ferons une offre avec plaisir.",
    "q2": "Puis-je rendre le van à un autre endroit ?",
    "a2": "Oui, c’est possible. Veuillez nous contacter par téléphone au +41 79 766 99 60 pour plus d’informations.",
    "q3": "Puis-je rendre le van à l’étranger ?",
    "a3": "Non. Veuillez contacter directement votre station pour tous les détails. Téléphone : +41 79 766 99 60",
    "q4": "Qui dois-je contacter si j’ai un problème avec le véhicule ?",
    "a4": "Pour toute question concernant votre véhicule loué ou votre contrat de location, veuillez nous appeler au +41 79 766 99 60. Si votre véhicule tombe en panne et ne peut plus rouler, veuillez contacter notre assistance routière au même numéro.",
    "q5": "Puis-je rendre le véhicule en dehors des heures d’ouverture ?",
    "a5": "Oui, aucun problème. Si vous rendez le véhicule en dehors des heures d’ouverture, veuillez le garer sur une place disponible à la station ZüriCar GmbH et déposer la clé dans la boîte prévue à cet effet. Veuillez noter que le dépôt de la clé ne met pas fin à votre contrat de location. Consultez vos conditions de location pour plus de détails.",
    "q6": "Puis-je conduire un van ZüriCar GmbH avec un permis de conduire de catégorie B ?",
    "a6": "Oui, tous les véhicules peuvent être conduits avec un permis de catégorie B. La seule exigence est d’avoir ce permis depuis au moins un an.",

    "Rates & Fees": "Tarifs et frais",
    "q7": "J’ai reçu une amende. Que se passe-t-il ensuite ?",
    "a7": "L’amende est envoyée à ZüriCar GmbH. Nous identifions le conducteur responsable et transmettons ses coordonnées à la police ou à l’autorité compétente. Vous recevrez ensuite l’amende directement. De plus, nous facturons des frais administratifs de 80 CHF (TVA incluse).",
    "q8": "Que comprend le tarif de location du van ?",
    "a8": "Nos tarifs incluent : service, assurance responsabilité civile, assurance tous risques (avec franchise), protection contre le vol (avec franchise), taxe sur les véhicules, vignette autoroutière suisse, pneus hiver (de novembre à mars), 150 km gratuits par jour et TVA. (Des exceptions peuvent s’appliquer pour les tarifs entreprise spéciaux.)",
    "q9": "Comment sont calculés les frais de location ?",
    "a9": "Le coût total de la location comprend le tarif de base (selon la catégorie du véhicule) et les kilomètres parcourus.",
    "q10": "J’ai un code de réduction – quand puis-je l’utiliser ?",
    "a10": "Veuillez indiquer votre code de réduction lors de la réservation. Il n’est pas possible d’appliquer un code après le début de la location.",
    "q11": "Dans quelle devise les tarifs sont-ils indiqués ?",
    "a11": "Tous les prix sont indiqués en francs suisses (CHF) et incluent la TVA.",
    "q12": "Y a-t-il des frais supplémentaires pour conduire à l’étranger ?",
    "a12": "Oui, des frais transfrontaliers (CBF) allant jusqu’à 185 CHF (TVA incluse) s’appliquent. Veuillez consulter les restrictions de voyage pour chaque pays et catégorie de véhicule dans votre contrat de location.",

    "Insurance": "Assurance",
    "q13": "Une réduction de responsabilité est-elle incluse ?",
    "a13": "Oui, une réduction de responsabilité est incluse dans tous les tarifs (une franchise reste à votre charge).",
    "q14": "Quel est le montant de la franchise ?",
    "a14": "La franchise par sinistre est de 3000 CHF pour les catégories O4, C4 et W4, et de 5000 CHF pour la catégorie H4. Avec l’assurance Premium, vous pouvez réduire la franchise à 500 CHF par sinistre.",
    "q15": "Y a-t-il un supplément pour jeunes conducteurs ?",
    "a15": "Oui, tous les conducteurs de moins de 25 ans doivent payer un supplément. Les prix varient selon la catégorie, avec un maximum de 199 CHF par mois de location.",
    "q16": "Qu’est-ce que l’assurance SuperCover ?",
    "a16": "Avec l’assurance Premium (rachat de franchise), vous pouvez réduire la franchise à 350 CHF par sinistre, vous protégeant ainsi contre les coûts élevés en cas de perte ou de dommage.",

    "Reservation": "Réservation",
    "q17": "Comment puis-je réserver un van chez ZüriCar GmbH ?",
    "a17": "Vous pouvez réserver un van en ligne sur explorevacations.ch, par téléphone ou directement dans une station ZüriCar GmbH.",
    "q18": "Y a-t-il des frais supplémentaires pour conduire à l’étranger ?",
    "a18": "Oui, des frais transfrontaliers (CBF) à partir de 185 CHF (TVA incluse) s’appliquent. Veuillez consulter les restrictions de voyage dans vos conditions de location.",
    "q19": "Puis-je louer un van pour une longue période ?",
    "a19": "Absolument ! Si vous avez besoin d’un véhicule pour plus de 30 jours, contactez notre équipe commerciale. Nous serons ravis de vous faire une offre.",
    "q20": "Combien de temps à l’avance dois-je réserver ?",
    "a20": "Nous recommandons de réserver le plus tôt possible afin de garantir vos préférences (modèle de véhicule, etc.). Les réservations sont généralement possibles jusqu’à peu de temps avant le départ souhaité.",
    "q21": "Puis-je réserver un modèle de véhicule spécifique ?",
    "a21": "Vous pouvez réserver une catégorie de véhicule, mais pas un modèle spécifique.",

    "Before the Trip": "Avant le voyage",
    "q22": "Puis-je garer ma voiture privée à la station ZüriCar GmbH pendant la période de location ?",
    "a22": "Oui, c’est généralement possible dans toutes nos stations. Cependant, veuillez vérifier la disponibilité auprès de votre station. ZüriCar GmbH décline toute responsabilité en cas de dommage à votre véhicule privé.",
    "q23": "J’ai remarqué des dommages sur le van avant le départ – que dois-je faire ?",
    "a23": "Vous devez signaler immédiatement tout dommage. Veuillez en parler directement avec un membre du personnel à votre station de départ.",
    "q24": "Que dois-je vérifier avant de commencer mon voyage ?",
    "a24": "Pour votre sécurité, veuillez inspecter le véhicule pour tout dommage existant, ajuster votre siège et les rétroviseurs, attacher votre ceinture, allumer les phares et vérifier la visibilité à travers toutes les vitres.",
    "q25": "Puis-je demander un essai routier avec assistance ?",
    "a25": "Oui ! Sur demande préalable, un membre de l’équipe ZüriCar GmbH vous accompagnera volontiers pour un court essai afin de vous familiariser avec le van. Veuillez contacter votre station à l’avance.",

    "During the Trip": "Pendant le voyage",
    "q26": "Puis-je fumer dans le van ?",
    "a26": "Non, tous les véhicules ZüriCar GmbH sont non-fumeurs. Des frais de nettoyage peuvent s’appliquer en cas de non-respect.",
    "q27": "Que dois-je faire en cas d’accident ?",
    "a27": "Vous trouverez une liste de vérification détaillée et les documents nécessaires dans la boîte à gants. Restez calme, sécurisez le site, aidez les blessés et appelez la police (117).",

    "End of Trip / Vehicle Return": "Fin du voyage / Retour du véhicule",
    "q28": "Et si je ne peux pas rendre le véhicule à temps ?",
    "a28": "Veuillez prévoir suffisamment de temps et prolonger votre réservation à l’avance en contactant votre station ou en appelant le +41 79 766 99 60. Des frais peuvent s’appliquer pour les retours tardifs.",
    "q29": "Puis-je rendre le véhicule plus tôt que prévu ?",
    "a29": "Les retours anticipés peuvent entraîner un ajustement du tarif et des frais supplémentaires. Aucun remboursement n’est possible.",
    "q30": "Puis-je rendre le véhicule plus tard que prévu ?",
    "a30": "Sauf confirmation d’une prolongation, le véhicule doit être rendu à la fin de votre location. Des frais s’appliqueront pour tout retard.",
    "q31": "Dois-je nettoyer le van avant de le rendre ?",
    "a31": "Nous nous occupons du nettoyage, mais merci de jeter vos déchets et de laisser la zone de chargement propre. Des frais supplémentaires peuvent s’appliquer en cas de saleté excessive.",
    "q32": "Dois-je faire le plein ou recharger le van ?",
    "a32": "Oui, merci de le rendre avec le même niveau de carburant ou de charge qu’au moment du départ. Sinon, des frais supplémentaires peuvent s’appliquer.",

    "Transfers": "Transferts",
    "d1": "Profitez d’un voyage confortable et sûr avec nos chauffeurs professionnels. Que ce soit un transfert aéroport, une visite de la ville ou un long trajet, nous vous offrons une expérience de voyage premium sur mesure.",

    "Business": "Affaires",
    "d2": "Voyagez avec style et confort grâce à nos services haut de gamme pour professionnels. Nous comprenons vos besoins de luxe et de professionnalisme pour un voyage fluide et sophistiqué.",

    "Tourist": "Touristique",
    "d3": "Partez pour un voyage inoubliable avec nos forfaits vacances bien planifiés. Explorez des destinations à couper le souffle en toute simplicité et confort pour une expérience mémorable.",

    "Car Rental": "Location de voiture",
    "d4": "Choisissez parmi une large gamme de véhicules bien entretenus pour vos besoins de déplacement. Que ce soit pour un court trajet ou une longue durée, nous vous proposons des voitures de qualité pour un trajet en douceur.",

    "Tour": "Tour",
    "Car": "Voiture",
    "Parking": "Parking",
    "Travel": "Voyage",
    "Most Popular Tour": "Tour le plus populaire",
    "Let’s Discover The World With Our Excellent Eyes": "Découvrons le monde avec notre regard d’exception",
    "Whether you are planning a romantic escape, a family holiday, or a solo adventure, our travel agency designs bespoke itineraries tailored to your needs. Alongside carefully crafted tours and exclusive holiday packages, we also offer flexible car rental solutions to ensure your journey is seamless, comfortable, and unforgettable.": "Que vous planifiiez une escapade romantique, des vacances en famille ou une aventure en solo, notre agence de voyages conçoit des itinéraires sur mesure adaptés à vos besoins. En plus de circuits soigneusement élaborés et de forfaits exclusifs, nous proposons également des solutions de location de voiture flexibles afin de rendre votre voyage fluide, confortable et inoubliable.",
    "Our Services": "Nos services",
    "Dream Your Next Trip": "Rêvez votre prochain voyage",
    "Discover whenever you want to go": "Découvrez où vous voulez aller, quand vous le souhaitez",
    "Are you tired of the typical tourist destinations and looking to step out of your comfort zone? Adventure travel may be the perfect solution for you! Here are four.": "Vous en avez assez des destinations touristiques classiques et souhaitez sortir de votre zone de confort ? Le voyage d’aventure est peut-être la solution idéale pour vous ! En voici quatre.",
    "Best Travel Agency": "Meilleure agence de voyages",
    "Are you tired of the typical tourist destinatio and looking step out of your comfort.": "Vous en avez assez des destinations touristiques classiques et souhaitez en sortir.",
    "Secure Journey With Us": "Voyage sécurisé avec nous",
    "Next Adventure Destination": "Prochaine destination d’aventure",
    "Popular Travel Destinations Available Worldwide": "Destinations populaires disponibles dans le monde entier",
    "Frequently Asked Questions": "Questions fréquemment posées"
  },

  "cookies": {
    "title": "Cookies – ZüriCar GmbH",
    "intro": "Nous utilisons des cookies pour vous offrir la meilleure expérience possible.",
    "whatTitle": "Que sont les cookies ?",
    "whatDesc": "Les cookies sont de petits fichiers texte enregistrés sur votre appareil lorsque vous visitez un site web.",
    "whyTitle": "Pourquoi nous utilisons des cookies",
    "why1": "Assurer le bon fonctionnement du site (navigation, système de réservation)",
    "why2": "Mémoriser vos préférences, comme la langue ou la région",
    "why3": "Analyser la performance du site et le comportement des visiteurs",
    "why4": "Afficher des contenus marketing pertinents",
    "why5": "Améliorer la sécurité du site et prévenir la fraude",
    "typesTitle": "Types de cookies que nous utilisons",
    "essentialTitle": "1. Cookies essentiels :",
    "essentialDesc": "Nécessaires au fonctionnement du site – par ex. connexion, réservation, paiement.",
    "performanceTitle": "2. Cookies de performance et d’analyse :",
    "performanceDesc": "Nous aident à comprendre comment le site est utilisé.",
    "functionalTitle": "3. Cookies fonctionnels :",
    "functionalDesc": "Mémorisent vos préférences (langue, véhicules consultés).",
    "advertisingTitle": "4. Cookies publicitaires :",
    "advertisingDesc": "Utilisés pour afficher des publicités pertinentes sur nos véhicules.",
    "manageTitle": "Gérer les cookies",
    "manageDesc1": "Vous pouvez gérer ou supprimer les cookies via les paramètres de votre navigateur.",
    "manage1": "Afficher les cookies enregistrés",
    "manage2": "Bloquer les nouveaux cookies",
    "manage3": "Supprimer les cookies existants",
    "manageNote": "La désactivation des cookies essentiels peut affecter certaines fonctionnalités.",
    "updateTitle": "Mises à jour de cette politique de cookies",
    "updateDesc": "Nous pouvons mettre à jour cette politique périodiquement.",
    "contactTitle": "Contactez-nous"
  },
  "imprint": {
    "address1": "Kirchrainstrasse 3",
    "address2": "8172 Niederglatt AG",
    "address3": "Suisse",
    "contactTitle": "Informations de contact",
    "phone": "Téléphone : +41 79 766 99 60",
    "email": "E-mail : info@zuricar.ch",
    "registerTitle": "Inscription au registre du commerce",
    "registeredName": "Raison sociale enregistrée : ZüriCar GO GmbH",
    "companyId": "Numéro d'identification de l’entreprise (UID) : CHE-[insérer le numéro]",
    "vat": "Numéro de TVA : CHE-[insérer le numéro] MWST",
    "authorizedTitle": "Représentants autorisés",
    "authorized1": "• Veemarajan Pragash, Directeur général",
    "authorized2": "• Ambrose Jebapratheepan, Fondateur & PDG",
    "disclaimerTitle": "Clause de non-responsabilité",
    "disclaimerText1": "ZüriCar GO GmbH n’assume aucune responsabilité quant à l’exactitude, l’exhaustivité, l’actualité ou la fiabilité des informations fournies.",
    "disclaimerText2": "Toute responsabilité pour des dommages matériels ou immatériels résultant de l’accès, de l’utilisation ou de la non-utilisation des informations publiées, de l’utilisation abusive de la connexion ou de défaillances techniques est exclue.",
    "disclaimerText3": "Toutes les offres sont sans engagement. ZüriCar GO GmbH se réserve expressément le droit de modifier, compléter, supprimer ou suspendre temporairement ou définitivement la publication de parties du site Web ou de l’ensemble de l’offre sans préavis.",
    "linksTitle": "Clause de non-responsabilité concernant les liens",
    "linksText": "Les références et liens vers des sites Web tiers sont en dehors de notre domaine de responsabilité. Toute responsabilité pour ces sites Web est rejetée. L’accès et l’utilisation de ces sites Web se font aux risques et périls de l’utilisateur.",
    "copyrightTitle": "Droits d'auteur",
    "copyrightText1": "Les droits d’auteur et tous les autres droits sur le contenu, les images, les photos ou autres fichiers de ce site Web appartiennent exclusivement à ZüriCar GO GmbH ou aux titulaires de droits spécifiquement nommés.",
    "copyrightText2": "Toute reproduction, modification, distribution ou autre utilisation des éléments de ce site Web nécessite l’accord écrit préalable du titulaire des droits concerné."
  },


  "footer": {
    "footer": "Nous sommes une société haut de gamme de location de voitures et de services de voyages complets basée en Suisse. Avec une flotte moderne et des solutions de transfert fiables, nous garantissons une flexibilité et un confort maximum pour chaque voyage. Au-delà de la location de voitures, nous sommes spécialisés dans les voyages FIT et de groupe sur mesure, les vacances balnéaires, les safaris et les expéditions exclusives au Sri Lanka – créant ainsi des expériences de voyage inoubliables de la Suisse vers le monde entier.",   "Tours": "Circuits",
    "Our Services": "Nos Services",
    "Cars": "Voitures",
    "Contact Us": "Contactez-nous",
    "Terms and Conditions": "Conditions générales",
    "Privacy Policy": "Politique de confidentialité",
    "Contact Information": "Informations de contact",
    "Social Media Links": "Liens vers les réseaux sociaux",
    "about_us": "À propos de nous",
      "grow_with_zuricar": "Développez-vous avec ZüriCar GO",
      "become_partner": "Devenir partenaire",
      "become_transfer_partner": "Devenir partenaire de transfert",
      "travel_agency_partnership": "Partenariat avec une agence de voyage"
  },

  "car": {
    "Available Cars": "Voitures disponibles",
    "Standard": "Standard",
    "Premium": "Premium",

     "dropDate": "Date de dépôt",
    "pickUpDate": "Date de prise en charge",
    "enterAddress": "Entrez votre adresse",
    "paymentTerms": "Conditions de paiement",
    "rentalAgreement": "Contrat de location",
    "continue": "Continuer",
    "calculateNewPrice": "Calculer le nouveau prix",
    "includedInPrice": "Inclus dans le prix",
    "carHireFees": "Frais de société de location",
    "theftProtection": "Protection contre le vol",
    "thirdPartyProtection": "Protection contre les tiers",
    "vehicleProtection": "Protection du véhicule",
    "planFlex": "Plan Flex",
    "vehicleValue": "Valeur du véhicule",
    "numberOfDays": "Nombre de jours",
    "dailyRate": "Tarif journalier",
    "yourBooking": "Votre réservation",
    "bookNowWarning": "N'attendez pas — réservez maintenant avant que les tarifs augmentent",
    "extra": "Supplément",
    "addExtras": "Ajoutez des suppléments à votre réservation",
    "manufacturingYear": "Année de fabrication",
    "transmissionType": "Type de transmission",
    "maxCount": "Nombre maximum",
    "fuelLimit": "Limite de carburant",
    "fuelType": "Type de carburant",
    "count": "Nombre",
    "charges": "Frais",
    "noCarsAvailable": "Aucune voiture disponible"
  },

  "contact": {
    "Get In Touch": "Contactez-nous",
    "We’d love to hear from you! Contact us today.": "Nous serions ravis d'avoir de vos nouvelles ! Contactez-nous dès aujourd'hui.",
    "Email": "Email",
    "Phone": "Téléphone",
    "Address": "Adresse",
    "Send a Message": "Envoyer un message",
    "Your Name": "Votre nom",
    "Email Address": "Adresse email",
    "Mobile Number": "Numéro de téléphone",
    "Tour": "Circuit",
    "Car": "Voiture",
    "Parking": "Parking",
    "Travel": "Voyage",
    "Selected Category": "Catégorie sélectionnée",
    "Your Message": "Votre message",
    "Form submitted successfully!": "Formulaire soumis avec succès !",
    "Submit": "Soumettre",
    "quotes": "Vos questions sont importantes. Votre voyage l’est aussi. Nous sommes là pour vous écouter."

  },

  "parking": {
    "Reserve": "Réservez votre place, puis votre destination de rêve.",
    "Find the Best Parking Options for You": "Trouvez les meilleures options de stationnement pour vous",
    "Travel in Comfort with Our Sedan": "Voyagez confortablement avec notre berline",
    "des1": "Que vous souhaitiez explorer en deux ou quatre roues, sortez de l’ordinaire et vivez le voyage autrement.",
    "Flexible Parking Choices for Your Trip": "Choix de stationnement flexibles pour votre voyage",
    "Secure and convenient parking options designed to fit your travel needs.": "Options de stationnement sûres et pratiques, adaptées à vos besoins de voyage."
  },

  "profile": {
    "Tour Bookings": "Réservations de circuits",
    "Car Booking": "Réservation de voiture",
    "Parking Booking": "Réservation de parking",
    "Personal Information": "Informations personnelles",
    "First Name": "Prénom",
    "Last Name": "Nom de famille",
    "Email ID": "Email",
    "Password": "Mot de passe",
    "Mobile No": "Numéro de téléphone",
    "Date of Birth": "Date de naissance",
    "Address": "Adresse",
    "City": "Ville",
    "State": "État / Région",
    "Country": "Pays",
    "Zip code": "Code postal",
    "Add Address": "Ajouter une adresse",
    "Cancel": "Annuler",
    "Save Changes": "Enregistrer les modifications",
    "Code": "Code",
    "Days": "Jours",
    "Nights": "Nuits",
    "Price": "Prix",
    "Pickup": "Lieu de prise en charge",
    "AdultCount": "Nombre d'adultes",
    "ChildrenCount": "Nombre d'enfants",
    "No bookings found": "Aucune réservation trouvée",
    "CarType": "Type de voiture",
    "Bag Count": "Nombre de bagages",
    "Person Count": "Nombre de personnes",
    "ParkingTypeName": "Type de parking",
    "Vehicle Model": "Modèle de véhicule",
    "travel StartDate": "Date de début du voyage",
    "Location": "Emplacement",
    "travel EndDate": "Date de fin du voyage"
  },

  "login": {
    "Back to Home": "Retour à l'accueil",
    "Start your perfect trip": "Commencez votre voyage parfait",
    "Start": "Commencer",
    "Forgot Password?": "Mot de passe oublié ?",
    "Don't have an account?": "Vous n'avez pas de compte ?",
    "Register Now": "Inscrivez-vous maintenant",
    "Send Reset Email": "Envoyer l'email de réinitialisation",
    "Reset Password": "Réinitialiser le mot de passe",
    "Back to Login": "Retour à la connexion",
    "voyage": "voyage",
    "Please check your email for your password.": "Veuillez vérifier votre email pour votre mot de passe."
  },

  "signin": {
    "Sign Up": "Inscription",
    "First Name": "Prénom",
    "Last Name": "Nom de famille",
    "Mobile Number": "Numéro de téléphone",
    "Date of Birth": "Date de naissance",
    "Email": "Email",
    "Password": "Mot de passe",
    "Already have an account Just": "Vous avez déjà un compte ? Il suffit de",
    "Signin": "Se connecter"
  },

  "flight": {
    "Details": "Détails du formulaire",
    "quotes": "Un ciel serein vous attend — commencez par entrer les informations de votre vol.",
    "Fill": "Encore quelques détails",
    "Destination": "Votre destination",
    "Requirements": "Vos exigences",
    "Pickup": "Votre lieu de prise en charge",
    "Email": "Votre email",
    "flightORtour": "Vol ou Tour",
    "AdultCount": "Nombre d'adultes",
    "ChildrenCount": "Nombre d'enfants",
    "KidsCount": "Nombre de gamins",
    "InfantsCount": "Nombre de nourrissons",
    "Kids (Below 12 yrs)": "Enfants (moins de 12 ans)",
    "Babies (Below 2 yrs)": "Bébés (moins de 2 ans)"
  },
  "privacy": {
    "privacy": "POLITIQUE DE CONFIDENTIALITÉ",
    "p1": "ZüriCar GmbH (« nous ») est le responsable du traitement des données pour la collecte et le traitement de vos données personnelles dans le cadre de ses activités. Notre mission est de fournir à nos clients une gamme complète de services de voyage. Dans cette politique de confidentialité, nous expliquons comment nous traitons vos données personnelles et comment vous pouvez les contrôler et les gérer. Notre traitement des données peut être complété par d'autres mentions de protection des données, notamment contenues dans les conditions générales (de voyage), ou résulter de circonstances ou être régi par la loi. Cette politique de confidentialité est conforme aux exigences de la législation suisse sur la protection des données et, dans la mesure applicable, au Règlement général sur la protection des données (RGPD) de l’Union européenne.",
    "title1": "ÊTES-VOUS CONCERNÉ PAR CETTE COMMUNICATION ?",
    "sub1": "Cette politique de confidentialité s’applique à vous si vous :",
    "l1": "êtes l’un de nos clients ou avez une relation contractuelle avec nous ;",
    "l2": "êtes un accompagnant d’un de nos clients ;",
    "l3": "vous intéressez à nos produits ou services et nous fournissez donc vos données personnelles (par exemple dans une agence, sur nos sites web et applications ou lors d’événements) afin que nous puissions vous contacter.",
    "content1": "Si vous nous transmettez des informations personnelles concernant d'autres personnes, veuillez vous assurer de les informer du partage de leurs données et leur demander de lire cette politique de confidentialité. Nous nous efforcerons de faire de même dans la mesure du possible (par exemple, si les coordonnées de la personne concernée sont disponibles).",
    "title2": "COMMENT POUVEZ-VOUS CONTRÔLER LE TRAITEMENT DE VOS DONNÉES PERSONNELLES ?",
    "sub2.1": "Vous disposez de droits vous permettant de contrôler efficacement vos données personnelles et la manière dont nous les traitons. Nous vous expliquons ci-dessous vos droits concernant vos données personnelles.",
    "sub2.2": "Si vous souhaitez exercer les droits ci-dessous, veuillez envoyer une demande par e-mail à info@züricar.ch ou par courrier postal à l’adresse suivante : Europa-Strasse 19 ,8152 Glattbrugg (ZH), Zurich, Suisse.",
    "sub2.3": "Si vous avez des questions concernant l’utilisation de vos données personnelles dans le cadre de cette politique de confidentialité, veuillez les adresser à l’adresse suivante : https://zuericar.com/",
    "l4": "Vous pouvez demander l'accès à vos données personnelles",
    "p4": "Si vous estimez que vos données personnelles sont inexactes ou incomplètes, vous pouvez demander leur rectification ou leur complétion. Dans certains cas, des justificatifs peuvent être demandés.",
    "l5": "Vous pouvez demander la suppression de vos données personnelles",
    "p5": "Vous pouvez vous opposer au traitement de vos données personnelles fondé sur des intérêts légitimes.",
    "l6": "Vous pouvez vous opposer au traitement de vos données personnelles fondé sur des intérêts légitimes",
    "p6": "Si vous n'acceptez pas un traitement fondé sur un intérêt légitime, vous pouvez vous y opposer pour des raisons tenant à votre situation particulière. Dans ce cas, veuillez nous informer précisément du traitement concerné et des raisons de votre opposition. Nous cesserons alors le traitement de vos données personnelles, sauf si des motifs légitimes impérieux s’y opposent ou si le traitement est nécessaire à la constatation, à l’exercice ou à la défense de droits en justice.",
    "l7": "Vous pouvez vous opposer au traitement de vos données personnelles à des fins de marketing direct",
    "p7": "Vous avez le droit de vous opposer à tout moment au traitement de vos données personnelles à des fins de prospection commerciale. Cela inclut également le profilage dans la mesure où il est lié à cette prospection.",
    "l8": "Vous pouvez demander la limitation du traitement de vos données personnelles",
    "p8": "Si vous contestez l’exactitude des données que nous utilisons ou si vous vous opposez à leur traitement, nous examinerons votre demande. Pendant ce temps, vous pouvez demander la limitation du traitement de vos données personnelles.",
    "l9": "Vous disposez de droits concernant une décision individuelle automatisée",
    "p9": "En principe, vous avez le droit de ne pas faire l’objet d’une décision fondée uniquement sur un traitement automatisé — y compris le profilage — produisant des effets juridiques à votre égard ou vous affectant de manière significative. Nous pouvons automatiser une telle décision si elle est nécessaire à l’exécution d’un contrat, autorisée par la loi ou si vous y avez consenti. Vous avez le droit de contester cette décision, d’exprimer votre point de vue et de demander l’intervention d’une personne compétente.",
    "l10": "Vous pouvez retirer votre consentement",
    "p10": "Lorsque le traitement repose sur votre consentement, vous pouvez le retirer à tout moment.",
    "l11": "Vous pouvez demander la portabilité d’une partie de vos données personnelles",
    "p11": "Vous pouvez demander une copie de vos données personnelles dans un format structuré, couramment utilisé et lisible par machine. Si cela est techniquement possible, vous pouvez aussi demander que cette copie soit transmise à un tiers.",
    "l12": "Plainte auprès du Préposé fédéral à la protection des données et à la transparence",
    "p12": "En plus des droits ci-dessus, vous pouvez déposer une plainte auprès de l’autorité de surveillance compétente. En Suisse, il s’agit du Préposé fédéral à la protection des données et à la transparence (PFPDT), Feldeggweg 1, 3003 Berne.",
    "p12.1": "Dans cette section, nous expliquons à quelles fins nous traitons vos données personnelles et sur quelle base légale. Avant tout, nous utilisons vos données pour exécuter un contrat auquel vous êtes partie ou pour prendre des mesures précontractuelles à votre demande. Nous pouvons également traiter vos données pour satisfaire à nos intérêts légitimes ou ceux d’un tiers.",
    "p12.2": "En particulier, vos données personnelles seront traitées si cela est nécessaire pour conclure ou exécuter un contrat, notamment pour :",
    "l13": "conclure un contrat (de voyage) avec vous. Nous pouvons traiter vos données afin de vous enregistrer comme nouveau client, conclure un contrat et l’exécuter ;",
    "l13.1": "vous fournir les produits et services achetés selon le contrat en vigueur ;",
    "l13.2": "effectuer la facturation, la comptabilité et les recouvrements ;",
    "l13.3": "vous fournir des services liés à la préparation et à la réalisation du voyage ;",
    "l13.4": "à des fins d’assurance ;",
    "l13.5": "fournir des services de conseil ;",
    "l13.6": "vous assister en cas de difficulté durant le voyage si nécessaire ;",
    "l13.7": "vous fournir un accès à nos plateformes numériques. Nous pouvons traiter vos données lorsque vous utilisez nos plateformes pour diverses finalités (par exemple, gérer vos informations ou accéder à des données de voyage) ;",
    "l13.8": "vous donner accès à nos locaux et installations, notamment via des contrôles d’accès et de sécurité appropriés ;",
    "l13.9": "communiquer avec vous, que ce soit pour des demandes d’informations ou la mise à jour de votre contrat ;",
    "l13.10": "répondre à vos questions et vous assister ;",
    "l13.11": "gérer la résiliation du contrat.",
    "p14": "Lorsque nous basons un traitement sur un intérêt légitime, nous équilibrons cet intérêt avec vos droits fondamentaux pour garantir un traitement proportionné. Dans le cadre de nos activités, nous utilisons aussi vos données pour :",
    "l14": "développer nos produits et services ;",
    "l14.1": "améliorer la cybersécurité, gérer nos plateformes et garantir la continuité des activités ;",
    "l14.2": "implémenter des solutions informatiques ;",
    "l14.3": "effectuer la maintenance des systèmes informatiques pendant leur fonctionnement ;",
    "l14.4": "automatiser et améliorer l’efficacité de nos services clients (par exemple, pré-remplissage de plaintes, suivi des demandes, amélioration de la satisfaction via des échanges par téléphone, mail ou chat) ;",
    "l14.5": "faire valoir ou défendre des droits en cas de litige ou procédure officielle ;",
    "l14.6": "organiser des concours, promotions, sondages d’opinion ou de satisfaction.",
    "h15": "Publicité et marketing",
    "p15": "Si vous êtes client et sauf opposition de votre part, nous pouvons vous envoyer des offres concernant nos produits et services. Nous veillons à ce qu'elles soient adaptées à vos besoins et complètent les services déjà utilisés. Vous pouvez vous y opposer à tout moment.",
    "h16": "Consentement",
    "p16": "Pour certains traitements, nous vous demanderons un consentement spécifique. Vous pouvez bien sûr le retirer à tout moment.",
    "p16.1": "Nous vous demandons notamment votre consentement pour :",
    "l16": "le transfert de données particulièrement sensibles à des tiers ;",
    "l16.1": "l’adaptation de nos offres à votre profil pour anticiper vos besoins et comportements ;",
    "l16.2": "les offres électroniques de produits et services non similaires à ceux déjà achetés ou provenant de partenaires de confiance.",
    "p17": "Si nécessaire, nous pourrons vous demander d’autres consentements, sans que cela n’affecte les traitements déjà réalisés.",
    "h17": "À QUELLES FINS ET SUR QUELLE BASE LÉGALE UTILISONS-NOUS VOS DONNÉES ?",
    "p18": "Exécution de contrat et intérêt légitime",
    "h18": "QUELS TYPES DE DONNÉES PERSONNELLES COLLECTONS-NOUS ?",
    "p19": "Nous collectons et utilisons vos données personnelles, c’est-à-dire toute information permettant de vous identifier directement ou indirectement.",
    "p19.1": "Selon les produits ou services proposés et nos interactions, nous collectons différents types de données vous concernant :",
    "l20": "Données de contact : adresse postale (personnelle ou professionnelle), adresse e-mail, numéro de téléphone ;",
    "l20.1": "Informations personnelles : sexe, date de naissance, âge, état civil, nationalité, données de passeport, etc. ;",
    "l20.2": "Mode de vie : loisirs, centres d’intérêt, voyages ;",
    "l20.3": "Détails du voyage : dates, itinéraire, destination, compagnie aérienne, hôtel, prix, préférences, compagnons de voyage, programmes de fidélité, etc. ;",
    "l20.4": "Données de santé : besoins spécifiques, maladies, accidents survenus durant un voyage ;",
    "l20.5": "Informations financières : données de paiement, numéro de carte bancaire, ..."
  },
  "Transfer":{
"explore_destination": "Explorez notre destination",
      "destination_not_found": "Destination introuvable",
      "back_home": "Retour à l'accueil",
      "back_destinations": "Retour aux destinations",
      "overview": "Aperçu",
      "detailed_info": "Informations détaillées",
      "reliable_worldwide": "Votre partenaire mondial fiable",
      "airport_transfers": "Transferts aéroport",
      "transfer": "Transfert",
      "from": "De",
      "to": "À",
      "pickup_date": "Date de prise en charge",
      "pickup_time": "Heure de prise en charge",
      "add_return": "AJOUTER RETOUR",
      "return_trip": "Trajet retour",
      "remove": "Supprimer",
      "return_date": "Date de retour",
      "return_time": "Heure de retour",
      "passengers": "Passagers",
      "see_prices": "Voir les prix",
      "excellent": "EXCELLENT",
      "trustpilot": "Trustpilot",
      "save": "Enregistrer"
  },
  "terms": {
    "rent": "Louer une voiture",
    "Parties": "Parties",
    "l1": "Le bailleur est ZüriCar GmbH Suisse, dont le siège social est situé à Opfikon (ci-après dénommé « la Société de location »). Le Locataire est la personne physique ou morale désignée dans le contrat de location qui loue un véhicule auprès de la Société de location.",
    "h1": "Conclusion et objet du contrat",
    "l2": "La réservation/le choix du groupe de véhicules effectué par le Locataire constitue une offre ferme au sens des art. 3 ss du Code des obligations suisse en vue de la conclusion d’un contrat de location de véhicule. Le contrat est conclu par la confirmation de la Société de location au Locataire, laquelle peut également se faire par voie numérique (conclusion du contrat).",
    "l2.1": "Le contenu du contrat conclu est confirmé comme contraignant pour les deux parties au moment de la remise du véhicule par la signature personnelle du Locataire sur un dispositif électronique, en dessous du texte du contrat affiché. Par cette signature, le Locataire confirme avoir lu et compris le texte du contrat ainsi que les présentes CG, disponibles pour consultation à l’agence de location ou accessibles à l’adresse suivante : <a className=\"text-blue-500 underline\" href=\"https://zuericar.com/\">https://zuericar.com/</a>, et les accepte expressément.",
    "l2.2": "La Société de location se réserve le droit de proposer une catégorie de véhicule supérieure si la catégorie réservée n’est plus disponible, ou de refuser la réservation du Locataire. Si, à titre exceptionnel, le Locataire a réservé un modèle de véhicule spécifique, ZüriCar GmbH ne garantit pas la disponibilité de ce modèle, même si la réservation a été confirmée. ZüriCar GmbH se réserve le droit de se retirer unilatéralement du contrat de location sans autre formalité et notamment sans responsabilité pour dommage, si le modèle garanti n’est pas disponible.",
    "l2.3": "ZüriCar GmbH est également en droit de se retirer du contrat sans responsabilité pour dommage si le Locataire ne paie pas la totalité des frais de location et autres frais pour toute la durée de la location avant le début de celle-ci.",
    "l2.4": "Le Locataire et les conducteurs additionnels peuvent utiliser le véhicule loué exclusivement dans le cadre de l’usage convenu.",
    "l2.5": "Service express EVAG / Contrat-cadre : Par la conclusion du contrat-cadre, les présentes CG s’appliquent à tous les contrats de location dans le cadre dudit contrat. Si le service express EVAG est utilisé, le contrat de location entre les parties prend effet à la remise de la clé du véhicule au Locataire au comptoir EVAG ou au coffre à clés EVAG. Le Locataire s’engage à informer immédiatement ZüriCar GmbH de tout changement dans les informations fournies (adresse, carte de crédit, etc.) dans le cadre du contrat-cadre.",
    "h3": "Modification/annulation de la réservation par le Locataire",
    "stg": "avec tarifs Flexi",
    "l3": "Les réservations peuvent être annulées ou modifiées gratuitement à tout moment avant le début de la location.",
    "l3.1": "Les modifications/annulations doivent être soumises par écrit ou par email à :",

    "l3.2": "Email :",
    "l3.3": "Les modifications sont soumises à la disponibilité des véhicules.",

    "stg4": "Avec les tarifs Réservation Anticipée (Prépayés)",
    "l4": "Les modifications de réservation sont autorisées avant le début de la location moyennant des frais de CHF 30.00.",
    "l4.1": "Les modifications transnationales avec des tarifs prépayés ne sont pas autorisées.",
    "l4.2": "Aucun remboursement n’est accordé sur les paiements anticipés en cas de différence de prix ou de frais de location.",
    "l4.3": "Les réservations peuvent être annulées avant le début de la location. Dans ce cas :",
    "l4.4": "Des frais d’annulation équivalant à un maximum de 3 jours de location (plus suppléments/frais/coûts) seront facturés.",
    "l4.5": "Tout montant payé au-delà des frais d’annulation sera remboursé dans un délai de 10 jours ouvrables.",
    "l4.6": "Si le Locataire prouve qu’aucun coût ou un coût moindre a été engendré, les frais peuvent être ajustés.",
    "l4.7": "Les annulations et modifications doivent être effectuées en ligne",
    "a5": "par courrier postal ou par écrit à :",
    "l5": "ZüriCar GmbH, Europa-Strasse 19 ,8152 Glattbrugg (ZH) Switzerland, Zürich, Schweiz.",
    "l5.5": "Si le véhicule réservé n’est pas récupéré à l’heure convenue, l’intégralité du montant déjà payé pour la location sera conservée.",

    "h6": "Non-retrait du véhicule",
    "l6.1": "Pour les réservations avec le tarif Flexi, il est convenu que si le Locataire ne récupère pas le véhicule au plus tard une heure après l’heure convenue, pour quelque raison que ce soit, ZüriCar GmbH ne sera plus tenue par la réservation. Les Conditions Générales de Location s’appliquent.",
    "l6.2": "Pour les réservations avec les tarifs réservation anticipée (prépayés), les frais de location déjà payés ne seront pas remboursés si le véhicule réservé n’est pas récupéré ou ne l’est pas à l’heure convenue. Le droit de réclamer d’autres dommages-intérêts est expressément réservé.",

    "h7": "Exigences à l’égard du Locataire/conducteur supplémentaire",
    "l7.1": "Le Locataire s’engage à respecter les dispositions relatives à l’âge et au permis de conduire en vigueur en Suisse, et à consulter les informations correspondantes avant la réservation sur le site internet d’ZüriCar GmbH ou à l’agence, ou à se renseigner par téléphone.",
    "l7.2": "Pour vérifier la validité du permis de conduire, l’original doit être présenté.",
    "l7.3": "Les permis de conduire valides délivrés dans des pays hors UE sont considérés comme équivalents à un permis suisse si :",
    "l7.4": "aucun visa valide pour la Suisse ou un pays de l’UE ne figure dans le passeport du Locataire ;",
    "l7.5": "le Locataire possède un visa valide pour la Suisse ou un pays de l’UE dans le passeport présenté et n’est pas en Europe depuis plus de 6 mois au moment de la prise du véhicule.",
    "l7.6": "Les permis de conduire rédigés dans un alphabet non latin nécessitent un permis de conduire international accompagnant.",
    "l7.7": "Si le Locataire ou un conducteur additionnel ne remplit pas les conditions au moment de la location, la Société de location peut se retirer du contrat et refuser la remise du véhicule. Cela inclut les fausses déclarations (par ex. âge incorrect) faites au moment de la réservation.",
    "l7.8": "La Société de location se réserve le droit de réclamer des dommages-intérêts et de couvrir ses frais à l’aide des montants déjà payés.",
    "l7.9": "Le véhicule ne peut être conduit que par le Locataire. Si des conducteurs supplémentaires sont désignés, ils doivent également satisfaire aux mêmes exigences. Dans le cas contraire, ils n’ont pas le droit de conduire. Cela ne donne pas droit au Locataire d’annuler ou de demander le remboursement des frais pour conducteur supplémentaire.",

    "h8": "Remise du véhicule / Début de la location",
    "l8.1": "La remise du véhicule / le début de la location ne peut avoir lieu que pendant les heures d’ouverture de l’agence de location concernée, sauf si une « location hors horaires » ou une livraison du véhicule à l’adresse du Locataire a été convenue.",
    "l8.2": "Le Locataire est tenu de présenter les documents suivants lors de la location :",
    "l8.3": "un permis de conduire valide, et le cas échéant un permis international (voir la Clause 5) ;",
    "l8.4": "un moyen de paiement valide conformément à la Clause 9 ;",
    "l8.5": "un passeport valable au moins trois mois après la fin de la période de location, ou une carte d’identité suisse ou d’un pays de l’UE ;",
    "l8.6": "un autre document d’identité indiquant l’adresse actuelle, si celle-ci n’apparaît pas sur le document mentionné au point c, ou toute autre information vérifiable concernant l’adresse actuelle.",
    "l8.7": "Si un de ces documents est manquant, la Société de location a le droit de refuser la remise du véhicule et de se retirer du contrat. Elle se réserve dans ce cas le droit de réclamer des dommages-intérêts pour les frais engagés sur les montants déjà payés.",
    "l8.8": "Si le Locataire récupère le véhicule après l’heure convenue, la part du loyer correspondant à la période non utilisée reste due.",
    "l8.9": "Les véhicules sont remis au Locataire en bon état de fonctionnement, avec le plein de carburant ou, dans le cas d’un véhicule électrique, avec un niveau de charge d’au moins 80 %. Au moment de la remise, le Locataire doit vérifier l’exactitude du kilométrage et du niveau de carburant indiqués par la Société de location, ainsi que la bonne prise en compte des éventuels accidents et dommages préexistants, et signaler immédiatement toute divergence. À défaut, le véhicule est réputé avoir été remis en bon état.",

    "h9": "Dépôt de garantie",
    "h9.1": "Le Locataire est tenu de verser un dépôt de garantie au début de la période de location afin de couvrir d’éventuelles réclamations d’ZüriCar GmbH résultant du contrat de location ou en lien avec celui-ci. Le montant dépend du groupe de véhicule loué et figure dans le contrat de location. Il est possible de s’informer à tout moment en ligne.",
    "h9.2": "par téléphone ou à tout comptoir EVAG. Toutefois, seul le groupe de véhicule convenu dans le contrat de location et le dépôt de garantie qui y est indiqué sont juridiquement contraignants.",
    "l9": "ZüriCar GmbH est autorisée à utiliser le dépôt de garantie pour compenser toute créance contre le Locataire découlant du contrat de location. Si aucune compensation n’a lieu, le dépôt est remboursé ou crédité au Locataire après le retour du véhicule.",
    "l9.1": "ZüriCar GmbH n’est pas tenue de conserver le dépôt séparément de ses actifs. Le dépôt ne produit pas d’intérêts. ZüriCar GmbH est en droit de demander le versement du dépôt même après le début de la location.",

    "h10": "Frais de location",
    "l10.1": "Les frais de location correspondent essentiellement au tarif convenu dans le contrat de location, ainsi qu’aux autres frais et dépenses. Par la conclusion du contrat, le Locataire confirme avoir pris connaissance de ces frais et les accepter expressément (y compris la limite kilométrique, les frais pour accessoires supplémentaires, conducteurs supplémentaires, limitations de responsabilité selon les Clauses 15.5 ss, frais de livraison ou de récupération, etc.).",
    "l10.2": "Tous les frais de carburant sont à la charge du Locataire. Si le véhicule n’est pas restitué avec le plein ou, dans le cas d’un véhicule électrique, avec un niveau de charge d’au moins 80 %, la recharge sera facturée au prix moyen du marché du carburant/électricité, majoré d’un supplément de ravitaillement. Les informations sur ce supplément sont disponibles à l’agence ou consultables à",
    "l10.3": "tout moment.",
    "l10.4": "Le contrat de location prévoit une agence spécifique pour le retour du véhicule. Si le véhicule est restitué dans une autre agence ou après l’heure prévue, un supplément de CHF 50.00 (TVA incluse) est dû, en plus d’éventuels frais pour location aller simple.",

    "l10.5": "Modalités de paiement et facturation électronique",
    "l10.6": "Moyens de paiement",
    "l10.7": "Le paiement peut être effectué avec des moyens de paiement valides tels qu’une carte de crédit (par ex. American Express, Diners Club, Eurocard/Mastercard, Visa), une carte de débit ou une carte Maestro. Les cartes prépayées comme Visa Electron ne sont pas acceptées. En cas de réservation à un tarif prépayé, il n’est pas possible d’appliquer des bons ou crédits, sauf si les conditions indiquées sur le bon le permettent explicitement et que la valeur du bon est appliquée immédiatement lors de la réservation.",
    "l10.8": "Date d’exigibilité du paiement",
    "l10.9": "Pour les tarifs flexi, sauf accord contraire, les frais de location, tous les frais convenus et le dépôt de garantie sont débités au début de la location. Pour les tarifs prépayés, le moyen de paiement est débité immédiatement après la réservation pour couvrir la location et les services réservés.",

    "l11": "Autorisation de débit du moyen de paiement",
    "l11.1": "Le Locataire autorise irrévocablement ZüriCar GmbH et ses agents de recouvrement, dès la conclusion du contrat, à débiter tous les frais liés à la location ainsi que toute créance liée (notamment amendes, taxes, remboursements ou frais pour infractions au code de la route – voir les Clauses 13.2 et 13.3 – ou indemnités selon la Clause 15) du moyen de paiement fourni.",
    "l11.2": "Les frais de location (hors tarifs prépayés) et le dépôt doivent être garantis au moment de la remise du véhicule. Pour les locations de longue durée, cela s’applique aussi chaque mois. En cas de refus d’autorisation, la remise du véhicule peut être refusée. Si le véhicule est déjà remis mais que l’autorisation n’est pas obtenue pour le mois suivant, le Locataire est en défaut de paiement, et le contrat peut être résilié sans préavis après mise en demeure infructueuse.",

    "l12": "Facturation électronique",
    "l12.1": "Le Locataire accepte de ne pas recevoir de factures papier. Une facture électronique conforme à la loi sera envoyée à l’adresse e-mail fournie.",
    "l12.2": "Il est de la responsabilité du Locataire de s’assurer qu’il est en mesure de recevoir ou consulter les factures électroniques. Le Locataire est responsable de tout dysfonctionnement empêchant la réception. Une facture est considérée comme reçue dès qu’elle atteint le domaine du Locataire. Si seule une notification est envoyée, ou si la facture est à récupérer, elle est réputée reçue dès la récupération. Le Locataire s’engage à consulter régulièrement ses factures.",
    "l12.3": "Le locataire peut révoquer la livraison exclusive de la facture électronique à tout moment. Dans ce cas, l'agence de location fournira la facture sous forme papier. Le locataire supportera les coûts supplémentaires liés à la livraison de la facture papier et aux frais d'envoi.",
    "h13": "Utilisation du véhicule",
    "l13": "Le locataire s'engage (i) à conduire et traiter le véhicule avec soin et à respecter les instructions du fabricant ou de l'agence de location ; (ii) à verrouiller le véhicule lorsqu'il n'est pas utilisé, y compris fenêtres, toit ouvrant et capot ; (iii) à utiliser le véhicule uniquement dans les pays autorisés et conformément aux lois locales ; (iv) à utiliser le véhicule uniquement à des fins légalement permises ; et (v) à arrêter le trajet en cas de défaut dès que cela est sûr et à informer immédiatement l'agence de location.",
    "h14": "Restrictions d'utilisation",
    "l14": "Il est interdit d'utiliser le véhicule (i) pour des courses, des stages de dérapage, des cours de conduite ou similaires, ou comme véhicule d'auto-école ; (ii) comme véhicule de dépannage, de remorquage ou pour manœuvrer ; (iii) en fournissant de fausses informations personnelles telles que l’âge, le nom, l’adresse, etc. ; (iv) sous l’influence d’alcool, de drogues, de médicaments ou de stimulants ; (v) en surcharge ou en état non conforme à la circulation ; (vi) sur des routes non goudronnées ou chemins similaires (y compris avec des véhicules 4×4) ; (vii) pour le transport de substances inflammables, toxiques ou dangereuses.",
    "h15": "Entretien",
    "l15.1": "Le locataire s'engage à vérifier régulièrement les niveaux d'huile, d'AdBlue, d'eau, ainsi que la pression des pneus, et à prendre les mesures nécessaires. Il doit strictement respecter les manuels d’utilisation du véhicule électrique ou hybride et de tout équipement ou accessoire utilisé (ex. : câble de charge), ainsi que les instructions affichées aux stations de charge. L’utilisation de câbles ou accessoires (i) non certifiés selon les lois en vigueur (ex. : certification CE), (ii) non approuvés pour le véhicule ou la station, ou (iii) endommagés est strictement interdite. Si une réclamation est formulée par l'exploitant de la borne à cause d'une mauvaise utilisation ou de dommages, elle sera transmise au locataire. Une place publique doit être libérée dès la fin de la recharge ou à l'expiration du temps de stationnement autorisé. Tous les frais liés au dépassement de ces délais, amendes ou remorquages seront à la charge du locataire.",
    "h16": "Réparations",
    "l16": "Les réparations durant la période de location doivent, dans la mesure du possible, être effectuées auprès de la représentation de la marque la plus proche.",
    "l16.1": "Si les frais de réparation dépassent CHF 200.00, l'agence de location doit être consultée au préalable pour obtenir son accord.",
    "l16.2": "L'agence de location remboursera les frais de réparation après approbation des coûts et présentation de la facture.",
    "l16.3": "Les cas où le locataire est responsable des coûts, par exemple en vertu de l’article 15.6, sont exclus de ce remboursement.",
    "l16.4": "Les pièces remplacées doivent être remises à l'agence de location par le locataire.",
    "h17": "Responsabilité limitée de l'agence de location",
    "l17.1": "Toute responsabilité de l'agence de location ou de ses agents envers le locataire ou les conducteurs supplémentaires est expressément exclue, dans la mesure autorisée par la loi, y compris les dommages indirects ou consécutifs, la perte de bénéfices, les retards, les pertes d'opportunités ou d'utilisation du véhicule.",
    "h18": "Devoirs de diligence et d'information du locataire",
    "l18": "En cas d'accident, vol, incendie, dommages causés par des animaux sauvages ou autre dommage, le locataire doit en informer immédiatement l'agence de location et faire tout ce qui est utile pour clarifier les faits et limiter les dommages.",
    "l18.1": "Le locataire doit notamment signaler tout accident à la police immédiatement, même pour des dommages mineurs ou sans implication de tiers.",
    "l18.2": "Si la police refuse d'enregistrer l'accident, le locataire doit en informer immédiatement l'agence de location et fournir une preuve de ce refus.",
    "l18.3": "Il est interdit au locataire de reconnaître ou de satisfaire une demande de dommages et intérêts, sauf si un refus serait manifestement déraisonnable.",
    "l18.4": "Le locataire doit immédiatement informer ZüriCar GmbH par e-mail de toute révocation ou restriction de son permis de conduire (par ex. : retrait temporaire ou suspension).",
    "l18.5": "Dans un tel cas, la location doit être immédiatement arrêtée et le droit de conduire prend fin.",
    "l18.6": "En cas de violation des articles 12.1 ou 12.2, le locataire devient pleinement responsable, sans limitation de responsabilité ni couverture d’assurance (voir article 15.6).",
    "l18.7": "Le locataire autorise l'agence de location à consulter les dossiers de police ou officiels en cas de sinistre.",
    "h19": "Violation des règles de circulation",

    "l19.1": "Le locataire est tenu de respecter toutes les règles de circulation et de s'informer sur les éventuelles règles particulières applicables dans le pays de location ou les pays traversés pendant le voyage.",
    "l19.2": "Le locataire est seul responsable de toute infraction à la loi commise avec le véhicule loué, notamment en violation de la loi sur la circulation routière, jusqu'à la restitution du véhicule (y compris si elle est commise, par exemple, par un conducteur additionnel).",
    "l19.3": "Si l'agence de location est tenue responsable en vertu de la responsabilité du propriétaire ou pour d'autres raisons, ZüriCar GmbH est en droit de facturer au locataire toute amende, frais ou coûts encourus de manière appropriée.",
    "l19.4": "En tant que détenteur légal du véhicule loué, l'agence de location a l'obligation légale de transmettre les données personnelles du conducteur ou du locataire aux autorités en cas d'infraction routière.",
    "l19.5": "Dans ce cas, le locataire s'engage à verser à l'agence de location des frais administratifs de CHF 40.00.",

    "h20": "Voyages à l'étranger et restrictions d'entrée",
    "l20.1": "Si, lors de la remise du véhicule, le locataire reçoit des instructions ou conditions particulières de l'agence de location concernant les douanes, les obligations de déclaration, la conduite à adopter lors des passages de frontières ou le lieu de restitution, il doit s'y conformer strictement.",
    "l20.2": "Si, pour une quelconque raison, le locataire ne peut se conformer à ces instructions, il doit en informer immédiatement l'agence de location.",
    "l20.3": "En cas de non-respect de ces dispositions, le locataire sera tenu de compenser tout dommage en résultant, notamment les droits de douane, taxes d'importation et amendes.",
    "l20.4": "Selon la catégorie de véhicule et les conditions de réservation, certains véhicules de location ne peuvent pas être conduits dans certains pays. Les restrictions applicables sont indiquées dans le contrat de location.",

    "h21": "Responsabilité, limitation de responsabilité, options de protection",
    "l21.1": "Responsabilité du locataire envers l'agence de location : Le locataire est responsable, indépendamment de toute faute, de tout dommage, destruction ou perte du véhicule (par exemple en cas de vol). Cela inclut également les comportements des conducteurs additionnels ou des assistants invités par le locataire. En cas de plusieurs locataires, la responsabilité est solidaire. Un contrat de limitation de responsabilité peut réduire la responsabilité du locataire (voir article 15.5).",

    "stg22": "Étendue de la responsabilité",
    "stg22.1": "La responsabilité du locataire comprend",
    "l22": "Outre les dommages directs (par exemple la dépréciation du véhicule ou les frais de réparation, en tenant compte d'une réduction raisonnable, les frais de transport, la franchise d'assurance et la perte de bonus), la responsabilité du locataire couvre également les frais d'expertise et des frais de traitement de CHF 180.00 par sinistre. En cas de perte totale, le locataire est aussi redevable d’un montant forfaitaire de CHF 320.00 pour l’immatriculation et la radiation.",
    "l22.1": "En cas de perte ou de dommage au câble de recharge d’un véhicule électrique, le locataire doit rembourser les frais de remplacement du câble ainsi que les frais de traitement mentionnés ci-dessus. L'agence de location peut réclamer des dommages supplémentaires. En cas de dommage, elle peut faire établir l'origine, l'étendue et le coût par un expert indépendant à la charge du locataire. Le locataire accepte que les conclusions de cette expertise soient utilisées comme base contraignante pour le règlement, au sens de l'article 189 du Code de procédure civile (CPC). Si le véhicule ne peut pas être utilisé à cause des dommages, l'agence peut facturer la perte d'utilisation au tarif convenu.",
    "l22.2": "En cas de perte totale, une indemnité forfaitaire correspondant à une semaine de perte d’utilisation sera facturée. ZüriCar GmbH émettra une facture au locataire pour tout dommage dont il est responsable, payable dans les 7 jours. En cas de retard de paiement, des frais de rappel de CHF 18.00 seront appliqués dès le premier rappel. Tous les autres frais de recouvrement seront à la charge du locataire.",

    "stg23": "Assurance responsabilité civile pour dommages à des tiers",
    "l23": "Le locataire et tout conducteur autorisé sont couverts par une assurance responsabilité civile automobile. Cette assurance couvre les dommages corporels et matériels causés à des tiers jusqu'à un montant maximum de CHF 100'000'000 et est limitée à l'Europe.",
    "l23.1": "Police d’assurance personnelle (PAP)",
    "l23.2": "La souscription d'une assurance personnelle (PAP) offre au locataire une protection en cas de blessures personnelles subies par lui-même ou les occupants du véhicule loué à la suite d’un accident. Le montant assuré est de CHF 40'000 en cas d’invalidité, CHF 20'000 en cas de décès et des frais médicaux illimités (limités à un maximum de 5 ans).",

    "stg24": "Limite de responsabilité pour dommages/vol du véhicule",
    "l24": "Au début de la location, le locataire peut limiter sa responsabilité envers l'agence de location pour les dommages, la destruction ou le vol du véhicule à une franchise contractuelle en souscrivant une assurance de limitation de responsabilité et de protection contre le vol. Moyennant un supplément, une réduction ou suppression complète de cette franchise peut être convenue. Le montant de la franchise est déterminé par la grille tarifaire de l'agence en vigueur lors de la conclusion du contrat et est indiqué dans le contrat. La franchise s’applique par sinistre, et plusieurs sinistres pendant la période de location entraînent plusieurs franchises.",
    "l24.1": "En payant un supplément, un pack de protection « Intérieur » peut être souscrit. Il couvre les dommages ou salissures survenus à l’intérieur de l’espace de chargement/coffre/galerie lors de l’utilisation ou du chargement/déchargement du véhicule.",
    "l24.2": "Dommages et salissures dans l’habitacle ou la cabine du conducteur/passagers causés lors de l’utilisation normale du véhicule. Les cas d’exclusion ou de suppression de la limitation de responsabilité conformément à l’article 15.6 restent réservés.",
    "l24.3": "Exclusion ou suppression de la limitation de responsabilité ou de la couverture d’assurance : Tout dommage causé de manière intentionnelle ou par négligence grave (voir article 15.7) entraîne l’annulation de la limitation de responsabilité et de la couverture d’assurance conclues, conformément aux articles 0, 15.4 et 15.5, et expose le locataire à une responsabilité illimitée envers l’agence et les tiers.",
    "l24.4": "Même en l’absence de faute, la limitation de responsabilité ou la couverture d’assurance ne s’appliquera PAS dans les cas suivants, et le locataire est responsable de l'intégralité du dommage :",
    "l24.5": "En cas de ravitaillement incorrect, d’utilisation inappropriée de chaînes à neige, de barres de toit ou porte-skis, de chargement négligent de ces équipements, d’usage négligent de l’intérieur (trous de cigarette, déchirures ou taches), de conduite hors route, de mauvaise manipulation du toit ouvrant ou du toit convertible non fermé en cas de pluie, vent, etc.",
    "l24.6": "En cas de service ou d'entretien insuffisant du véhicule pendant la période de location.",
    "l24.7": "En cas de dommages au toit ou d'autres dommages dus au non-respect de la hauteur ou largeur maximale dans les passages, tunnels, ponts, etc.",
    "l24.8": "Dommages (ex. : embrayage, boîte de vitesses, suspension) dus à une mauvaise utilisation évidente du véhicule (ex. : mauvaise manipulation d’une boîte automatique ou d’un véhicule 4×4).",
    "l24.9": "En cas de transport de marchandises interdites ou dangereuses ; de non-respect par le locataire des obligations du contrat de location et des conditions générales (par ex. : conduite sans permis valide, transfert du véhicule à une personne non autorisée), de non-respect des réglementations douanières et de franchissement de frontière ; ou d’entrave à une mesure policière visant à vérifier la capacité de conduite (art. 91a, al. 1, LCR).",
    "l24.10": "pour les frais de service et/ou de réparation résultant des événements auto-infligés suivants : perte des clés, enfermement des clés dans le véhicule, immobilisation due à un manque de carburant, démarrage avec des câbles d'une batterie déchargée, véhicule coincé ; sauf si le locataire a souscrit un service de mobilité spécial auprès du bailleur au-delà de la limitation générale de responsabilité. Les services de mobilité respectifs ne peuvent être utilisés qu'avec le service d'assistance 24h/24 d'EVAG. Ce service détermine également le type et l'étendue des services afin d'assurer la mobilité du locataire. Si le locataire fait appel à d'autres personnes pour le service de mobilité, ZüriCar GmbH décline toute responsabilité, et le locataire est entièrement responsable des dommages causés au véhicule de location par ces personnes.",
    "l24.11": "Négligence grave : Les parties définissent le comportement gravement négligent qui, conformément à la clause 15.6 – même si une limitation de responsabilité ou une assurance a été conclue – entraîne la responsabilité pleine et illimitée du locataire envers le bailleur ou des tiers, notamment, mais pas exclusivement :",
    "l24.12": "Toute violation grave du code de la route telle que définie à l’art. 90 (2) SVG ; tout comportement de conduite où le conducteur est conscient du danger général de ses actes ou l'ignore par négligence ; tout comportement violant les principes fondamentaux de sécurité en ignorant des risques évidents pour éviter des dommages ou blessures prévisibles ; conduite sous l’influence de l’alcool, de drogues ou de médicaments altérant la capacité de conduire ; conduite en état de fatigue, micro-sommeil ou endormissement ; les infractions suivantes si elles ont causé ou contribué à un accident : vitesse excessive ou inappropriée, perte de contrôle du véhicule, distance insuffisante, non-respect des zones d’interdiction de dépassement et des panneaux stop ainsi que des panneaux de signalisation, non-respect du sens de circulation, inattention et distraction (par exemple téléphone portable, radio ou GPS), désactivation des systèmes de sécurité tels que ABS, ESP et autres aides à la stabilité, conduite d’un véhicule non sécurisé (ex. fixation de charge insuffisante, vitres sales), sécurisation inadéquate du véhicule (ex. frein à main non serré, véhicule déverrouillé, clés laissées à l’intérieur) ; laisser des objets de valeur dans le véhicule.",
    "h25": "Retour du véhicule",
    "l25.1": "Le locataire s'engage à restituer le véhicule conformément aux modalités stipulées dans le contrat de location concernant le lieu, la date et l'heure de restitution ou, en cas de résiliation anticipée du contrat pour motif valable, plus tôt à la demande de l'entreprise de location. Si le locataire restitue le véhicule de manière anticipée, c’est-à-dire avant la fin de la période convenue, cela ne constitue pas une résiliation anticipée du contrat. En cas de restitution anticipée ou de prise en charge tardive, le locataire n’a pas droit à une réduction du prix de location convenu.",
    "l25.2": "Le locataire est tenu de restituer le véhicule à un employé responsable de la réception au dépôt et à l'heure convenue, si un tel employé est présent. En cas de restitution dans un dépôt différent ou à une heure différente de celle convenue, un supplément de CHF 20,00 est dû en raison des frais supplémentaires. Ce supplément s’ajoute aux éventuels frais de retour en aller simple ou aux coûts liés aux jours de location. Le véhicule est considéré comme restitué lorsque verrouillé via les services digitaux d’ZüriCar GmbH (« retour virtuel ») ou lorsque le véhicule et les clés ont été remis et contrôlés par l'entreprise (“enregistrement”). En cas de retour virtuel ou de restitution hors horaires d’ouverture, le locataire reste responsable jusqu’à l’enregistrement par l’entreprise. Il en est de même si, en présence d’un employé, le locataire quitte le dépôt avant l’enregistrement du véhicule.",
    "l25.3": "Si le locataire ne restitue pas le véhicule et les clés à la fin de la période convenue, même sans sa faute, l’entreprise de location peut exiger une indemnisation d’utilisation pour la période de rétention au moins équivalente au montant de la location convenue. En outre, le locataire doit verser un forfait de CHF 50,00 (TVA incluse) pour les frais de traitement, sauf s’il prouve que l’entreprise a subi moins de frais et/ou dommages. La demande de dommages-intérêts supplémentaires n’est pas exclue.",
    "l25.4": "Le locataire doit restituer le véhicule ainsi que les accessoires dans un état correspondant à l’usage contractuel. En cas de dommages, usure excessive ou salissures, une indemnisation sera due. Une limitation de responsabilité conclue conformément à la clause 15.5 ne dispense pas d’indemniser l’usure excessive ou les salissures, sauf si elles concernent l’intérieur et qu’un pack de protection adéquat a été souscrit, et résultent de l’utilisation normale du véhicule.",
    "l25.5": "Pour les locations de plus de 27 jours, le locataire supporte les frais de compléments de fluides (notamment huile moteur, AdBlue, liquide lave-glace et antigel) jusqu’à 8 % du prix mensuel net de location, si ces fluides doivent être complétés durant la période de location.",
    "l25.6": "Pour les véhicules équipés d’un réservoir AdBlue®, le locataire doit s’assurer que celui-ci est toujours suffisamment rempli. Le locataire et ses représentants sont responsables sans limitation en cas de manquement à cette obligation pendant la location ; il indemnise EVAG contre toute réclamation, notamment amendes ou avertissements, émanant d’autorités ou tiers du fait du non-remplissage du réservoir AdBlue®.",
    "l25.7": "Des données peuvent être stockées dans le véhicule si l’appareil de navigation est utilisé ou si des appareils mobiles ou autres sont appariés. Si le locataire souhaite que ces données ne soient plus accessibles après la restitution, il doit les supprimer avant la restitution, notamment en réinitialisant les systèmes de navigation et de communication aux réglages d’usine. Les instructions se trouvent dans le manuel dans la boîte à gants. L’entreprise de location peut également effacer ces données.",
    "l25.8": "Le locataire doit informer immédiatement ZüriCar GmbH de tout dommage survenu au véhicule pendant la location. L’état du véhicule est habituellement constaté lors de la restitution et signé par les deux parties, formant un procès-verbal. En cas de retour virtuel, hors horaires, ou absence de constat, ZüriCar GmbH peut constater unilatéralement tout dommage ou usure dans un délai de 3 jours ouvrables et en informer le locataire. Sans notification, le véhicule est réputé restitué en bon état, sauf preuve contraire.",
    "l25.9": "Après expiration ou dépassement de la durée de location, l’entreprise peut reprendre possession du véhicule à tout moment ou le récupérer aux frais du locataire et facturer toute utilisation supplémentaire.",
    "l25.10": "Cela s’applique aussi aux locations longue durée si le locataire est en retard de plus de 15 jours pour le paiement ou s’il est probable qu’il ne pourra plus respecter ses obligations. Le contrat prend fin à la date convenue. Une prolongation est possible avec accord, si demandée au moins 3 jours avant la fin. En l’absence d’accord contraire, les conditions du contrat initial s’appliquent à la période prolongée. La prolongation doit être écrite et faite par le locataire au dépôt.",
    "l25.11": "Les tarifs spéciaux ne valent que pour la période offerte et supposent une location pour toute la durée convenue. En cas de dépassement ou réduction de la durée, le tarif applicable pour toute la période est le tarif normal, non le tarif spécial. ZüriCar GmbH se réserve expressément le droit de réclamer des dommages-intérêts complémentaires.",
    "l25.12": "Pour les locations longues (plus de 25 jours), le locataire doit restituer le véhicule à la fin du kilométrage prévu ou au plus tard à la date de fin. En cas de dépassement de plus de 100 km et/ou restitution tardive, le locataire paie une pénalité contractuelle de CHF 850, sauf s’il prouve que l’entreprise n’a pas subi de perte ou une perte moindre. Cette pénalité s’ajoute au tarif normal. Si le kilométrage est atteint, un véhicule de remplacement de valeur égale sera fourni pour la période restante.",
    "h26": "Protection des données",
    "l26": "Toutes les données reçues par ZüriCar GmbH du locataire ou d’autres personnes concernées sont traitées conformément à la loi suisse sur la protection des données et, le cas échéant, au RGPD européen.",
    "l26.1": "ZüriCar GmbH est expressément autorisée par le client à traiter, outre ses données personnelles générales, toutes les autres données contenues dans son permis de conduire ou pièce d’identité (passeport/ID) (photos incluses), données de communication (notamment adresse e-mail), données financières (ex. carte de crédit) et toutes autres catégories de données personnelles selon la politique de confidentialité (https://zuericar.com/) pour les finalités indiquées. Le locataire peut retirer son consentement à tout moment. Le retrait n’affecte pas la légalité du traitement effectué avant.",
    "l26.2": "L’adresse e-mail sera utilisée par EVAG uniquement pour offrir des biens ou services similaires au locataire. Celui-ci peut s’opposer à cet usage à tout moment sans frais autres que les frais de transmission de base.",
    "l26.3": "En fournissant les données, le locataire consent à leur transmission au sein du groupe EXPLORE Holding pour le traitement de la transaction, le marketing, le maintien des relations clients existantes ou futures et pour les finalités annoncées lors de la collecte ou liées à la fourniture des données.",
    "l26.4": "Le locataire peut retirer ce consentement pour la divulgation future de ses données à ZüriCar GmbH à tout moment.",
    "l26.5": "Nom, adresse, données de location et toutes informations détenues par l’entreprise seront communiqués aux autorités compétentes sur demande légitime (ex. infractions routières) et à des tiers en cas de violation alléguée de droits de tiers (ex. troubles de possession).",
    "h27": "Location digitale",
    "l27": "Par dérogation à la clause 2.2, en cas de location digitale (ex. via l’application ZüriCar GmbH, Mobile Check-In, etc.), le contenu du contrat conclu avec les CGV affichées est confirmé par le locataire en cliquant sur les boutons correspondants dans les services digitaux d’ZüriCar GmbH ; le locataire déclare avoir pris connaissance et compris le contenu du contrat et y consent expressément. Le contenu du contrat peut être consulté dans les services digitaux ou est envoyé par e-mail, valant confirmation engageante pour les deux parties.",
    "l27.1": "Le locataire ne doit pas communiquer ses identifiants d’accès (login, PIN, nom d’utilisateur, mot de passe, etc.) à des tiers et doit veiller à ce qu’ils ne soient pas accessibles à des tiers. Il est interdit de noter ces accès par écrit. Toute perte doit être immédiatement signalée par e-mail (info@züricar.ch). Ces accès ne sont pas transférables.",
    "l27.2": "En plus de la clause 12.2, l’utilisation des services digitaux pour louer un véhicule est interdite si le permis du locataire est révoqué ou limité (ex. saisie temporaire, interdiction de conduire judiciaire ou administrative).",
    "l27.3": "Pour certains services, ZüriCar GmbH demande régulièrement au locataire de vérifier qu’il possède un permis valide. Pour utiliser des services comme la location digitale, le locataire doit présenter son permis avant le début de la location, selon les procédures définies par ZüriCar GmbH.",
    "h28": "Droit applicable et lieu de juridiction",
    "l28": "Le contrat de location est régi exclusivement par le droit suisse, à l’exclusion du droit international privé.",
    "l28.1": "Le lieu de juridiction exclusif pour tous les litiges relatifs au contrat de location entre locataire, conducteur supplémentaire et l’entreprise est Opfikon. L’entreprise peut toutefois saisir toute autre juridiction compétente.",
    "l28.2": "Invalidité ou invalidité partielle, langue",
    "l28.3": "L’invalidité totale ou partielle d’une ou plusieurs dispositions du contrat, y compris ces CGV, n’affecte pas la validité des autres dispositions. Les clauses invalides seront remplacées par des dispositions proches de leur objet. En cas de contradiction, la version allemande prévaut."
  },
  "general": {
    "h1": "Conditions Générales",
    "stg": "Préambule",
    "p1.1": "Préambule ZüriCar GmbH (ci-après dénommée  ZüriCar GmbH) organise des prestations de voyage sur le site  info@züricar.ch. Sur ce portail Internet, divers services de voyage sont proposés par des voyagistes, compagnies aériennes ou autres prestataires de services nommément désignés.",
    "p1.2": "Les conditions générales suivantes s'appliquent aux services d'intermédiation fournis par  ZüriCar GmbH pour les voyages à forfait, les croisières, les vols (seulement), les hôtels (seulement), les voitures de location, les escapades urbaines, les autres services touristiques, les services liés au voyage et les assurances voyage sur le portail Internet.",
    "p1.3": "Veuillez également prendre connaissance des conditions générales applicables (conditions de voyage et de paiement) ainsi que des informations précontractuelles du prestataire concerné, que vous pouvez consulter dans la description du service.",
    "h2": "I. Contenu et conclusion du contrat",
    "p2.1": "Un contrat de gestion d'affaires est conclu entre le client et ZüriCar GmbH (ci-après ' ZüriCar GmbH'). Le client mandate  ZüriCar GmbH pour l'organisation de voyages à forfait, croisières, vols (seulement), hôtels (seulement), voitures de location, escapades urbaines, autres prestations de voyage, services de voyage associés et/ou assurances voyage du prestataire concerné. ZüriCar GmbHit exclusivement en tant qu'intermédiaire pour les services proposés et ne fournit pas ces services en son propre nom, sauf indication contraire explicite.",
    "p2.2": "Les offres présentées sur le portail mentionné ne constituent pas des offres contractuelles contraignantes de la part d’ ZüriCar GmbH ou des prestataires de services. En saisissant ses données et en soumettant le formulaire de réservation en ligne à  ZüriCar GmbH, le client soumet une offre contractuelle contraignante au prestataire de services concerné et mandate simultanément  ZüriCar GmbH pour l’intermédiation.",
    "p2.3": "Le client reçoit ensuite un accusé de réception de la réservation par e-mail, envoyé par  ZüriCar GmbH à l’adresse fournie par le client. Cet accusé confirme uniquement la réception de la demande de réservation. Le contenu de la confirmation de réservation n’est pas archivé et ne peut être récupéré ultérieurement.",
    "p2.4": "Le client est tenu de vérifier immédiatement l’exactitude des informations figurant dans la confirmation de réservation. Si des informations sont incorrectes, le client doit contacter  ZüriCar GmbH immédiatement après réception à l’aide du numéro de téléphone ou de l’adresse e-mail fournis sur le portail pour demander une correction. Veuillez noter que de nombreuses compagnies aériennes facturent des frais pour corriger les données figurant sur les billets d’avion, qui seront à la charge du client, sauf en cas d’erreur imputable à  ZüriCar GmbH.",
    "p2.5": "Le contrat entre le client et le prestataire de services concerné n’est conclu que lorsque les services demandés sont confirmés au client de manière juridiquement contraignante, soit par le prestataire de services, soit par  ZüriCar GmbH pour le compte de celui-ci.",
    "h3": "II. Frais d’intermédiation et de traitement, dépenses",
    "p3.1": "ZüriCar GmbH (ci-après ' ZüriCar GmbH') ne facture pas de frais distincts pour les services d’intermédiation relatifs aux hôtels (seulement), voyages à forfait, voitures de location, escapades urbaines et assurances voyage, sauf stipulation contraire ci-dessous :",
    "p3.2": "Des frais d’intermédiation sont facturés pour les services relatifs aux vols (seulement), services ferroviaires et autres services individuels. Le montant des frais est indiqué dans l’offre correspondante dans le masque de réservation et est clairement visible pour le client avant la finalisation de la réservation.",
    "p3.3": "Les frais ou dépenses engagés par  ZüriCar GmbH dans le cadre de l’intermédiation (par exemple, frais de délivrance de visas, frais d’expédition, etc.) seront remboursés par le client en plus des frais d’agence, qui couvrent uniquement le service d’intermédiation.",
    "p3.4": "Si  ZüriCar GmbH annule la prestation pour le compte du client à la demande du prestataire, des frais de traitement de 50 CHF par personne/par billet seront facturés. Le client peut également annuler directement auprès du prestataire. Les frais facturés par le prestataire dans le cadre de l’annulation restent inchangés.",
    "p3.5": "Des frais de traitement de 80 CHF sont facturés pour l’établissement d’une offre de groupe. Ces frais sont annulés si l’offre de groupe est ensuite réservée et seront crédités par  ZüriCar GmbH.",
    "p3.6": "Tous les frais d’intermédiation et de traitement soumis à la TVA incluent la taxe sur la valeur ajoutée légale.",
    "p3.7": "En cas de modification ou d’annulation de voyages ou services réservés, le droit d’ ZüriCar GmbH aux frais d’agence déjà encourus reste inchangé. Ceci ne s’applique pas si la modification ou l’annulation résulte d’un défaut dans les services d’intermédiation ou de conseil d’ ZüriCar GmbH.",
    "h4": "III. Forme, informations précontractuelles",
    "p4": "ZüriCar GmbH (ci-après ' ZüriCar GmbH') fournit au client les informations requises par la loi conformément à l’article 6 de la Loi fédérale sur les voyages à forfait (LTVF) dans la mesure prévue par la loi avant que le client ne soumette sa déclaration contractuelle. Dans le cas d’un contrat téléphonique pour un voyage à forfait, ces informations sont communiquées par téléphone.",
    "p4.1": " ZüriCar GmbH respecte également l’obligation légale de fournir des informations précontractuelles. Cela inclut notamment des informations sur :",
    "l4": "les caractéristiques essentielles des prestations de voyage proposées,",
    "l4.1": "le nom et l’adresse de l’agence ainsi que le numéro de téléphone et, le cas échéant, l’adresse e-mail du voyagiste concerné,",
    "l4.2": "le prix du voyage incluant les taxes et, le cas échéant, les frais supplémentaires, taxes et autres coûts,",
    "l4.3": "les modalités de paiement.",
    "p5": "Ces informations seront fournies au client dans la mesure prévue par la loi, à condition qu’elles soient pertinentes pour le voyage à forfait concerné.",
    "p5.1": "En cas de transmission d’informations allant au-delà des obligations légales,  ZüriCar GmbH est responsable uniquement dans le cadre des dispositions légales pour le choix soigneux des sources d’information et pour la transmission correcte et complète des informations au client.",
    "h6": "IV. Paiement",
    "p6": "Les dispositions suivantes s’appliquent généralement au paiement du prix du voyage. Pour les paiements échelonnés via des prestataires tiers (par exemple Payrexx AG), les conditions contractuelles particulières de ces prestataires s’appliquent. En cas de contradiction, les conditions particulières du prestataire prévalent. Ces conditions peuvent être consultées à l’adresse suivante :",
    "p6.1": "L’option n’est disponible que sur les portails de réservation en ligne participants.",
    "p6.2": "Le paiement du prix du voyage est effectué après conclusion du contrat, conformément aux conditions de paiement convenues. Dès la conclusion du contrat, un acompte est dû immédiatement. En général, cela correspond à :",
    "l6": "20 % pour les réservations d’hôtels seulement,",
    "l6.1": "30 % pour les forfaits vols ou services combinés,",
    "l6.2": "100 % pour les réservations de vols seuls.",
    "p7": "Le solde final est exigible au plus tard 30 jours avant le départ, sauf accord contraire.",
    "p7.1": "Pour les courts séjours de moins de 24 heures sans nuitée et d’un montant inférieur à 100 CHF, la totalité du prix est exigible immédiatement.",
    "p7.2": "Si l’acompte ou le paiement final n’est pas reçu à la date convenue,  ZüriCar GmbH se réserve le droit de résilier le contrat et de facturer des frais d’annulation conformément à la section VI.",
    "p7.3": "Si le voyagiste engage des frais supplémentaires en raison de paiements tardifs ou de documents manquants (par ex. dépôt ou réémission de billets à l’aéroport), il peut facturer ces frais au client, ainsi qu’un forfait de traitement de 50 CHF par opération. Le client peut prouver qu’un dommage moindre a été subi.",
    "p7.4": "Le paiement est effectué à  ZüriCar GmbH ou au prestataire de services désigné par  ZüriCar GmbH dans la confirmation de réservation.",
    "p7.5": "Si les documents de voyage sont envoyés en express à la demande du client ou en raison de réservations à court terme, les frais supplémentaires seront facturés au client, avec information préalable sur le montant.",
    "p7.8": "Prélèvement SEPA : En cas de prélèvement SEPA, l’acompte est débité deux jours ouvrables après la confirmation du contrat. Le solde est dû 30 jours avant le départ et débité un jour ouvrable plus tard. Les frais de rejet de prélèvement sont à la charge du client, sauf si le rejet est causé par ZüriCar GmbH.",
    "p7.9": "Paiement en espèces à l’aéroport : En cas de paiement à l’aéroport, un dépôt ou une émission des billets ou autres documents peut être nécessaire. Dans ce cas, le prestataire peut facturer des frais supplémentaires de 50 CHF par réservation.",
    "p7.10": "Erreurs d’âge pour les réductions enfants : En cas d’indication erronée de l’âge, le voyagiste est en droit de réclamer la différence. Des frais de traitement de 50 CHF peuvent être appliqués. Le client peut prouver qu’aucun ou moins de dommages a été causé. Les prestataires (compagnies aériennes, hôtels, etc.) peuvent également ajuster les prix.",
    "p7.11": "Rappel en cas de retard de paiement : Si le client ne règle pas un paiement dû à temps, ZüriCar GmbH peut facturer des frais de rappel de 40 CHF par rappel. D’autres recours légaux, notamment les intérêts de retard conformément à l’art. 104 CO (actuellement 5 % par an), sont réservés. Le client peut prouver qu’aucun ou un dommage inférieur a été subi.",
    "h8": "Prestations et prix",
    "p8": "Les prestations figurant dans la confirmation de réservation font foi, telles que décrites sur  info@züricar.ch. Des modifications peuvent être apportées avant la conclusion du contrat.",
    "p8.1": "Les horaires, itinéraires ou types d’avions peuvent être modifiés. Les dispositions de la section 4 s’appliquent.",
    "p8.2": "Les vols directs peuvent inclure des escales.",
    "p8.3": "Traitement des semaines vides possible sur demande, frais de traitement : 50 CHF par personne/semaine.",
    "p8.4": "Les réductions enfants sont calculées en fonction de l’âge au départ. Les enfants de moins de deux ans voyagent sans droit à une place assise s’ils sont accompagnés d’un adulte.",
    "h9": "Modifications des prestations",
    "p9": "Des modifications mineures des prestations individuelles sont autorisées si elles sont insignifiantes et ne modifient pas la structure globale.",
    "p9.1": "Les défauts restent toutefois susceptibles de réclamation même en cas...",

    "p9.2": "Der Kunde wird unverzüglich über etwaige Änderungen informiert. Im Falle wesentlicher Änderungen hat der Kunde das Recht, kostenlos umzubuchen oder vom Vertrag zurückzutreten.",
    "p9.3": "Bei wesentlichen Änderungen kann der Kunde kostenlos vom Vertrag zurücktreten oder eine gleichwertige Reise verlangen.",
    "h10": "V. Reisedokumente",
    "l10": "Reisedokumente, die ZüriCar GmbH (nachfolgend „ ZüriCar GmbH“ genannt) von Reiseveranstaltern oder anderen Dienstleistern zur Weiterleitung an den Kunden erhält, werden dem Kunden per E-Mail oder Post zugesendet. In Einzelfällen können die Dokumente an einem Flughafenschalter hinterlegt werden; die entsprechenden Informationen werden dem Kunden rechtzeitig mitgeteilt.",
    "l10.1": "Bei Mietwagenbuchungen werden die entsprechenden Voucher dem Kunden entweder per E-Mail, Fax oder Post zugesandt. Alternativ kann dem Kunden lediglich die Reservierungsnummer mitgeteilt werden, die er bei der Übernahme des Fahrzeugs dem jeweiligen Mietwagenunternehmen vorlegen muss.",
    "l10.2": "Wurde ausdrücklich vereinbart, dass die Zustellung der Reisedokumente per Kurier erfolgt, trägt der Kunde die hierfür anfallenden Kosten in voller Höhe.",
    "l10.3": "Beim Abschluss einer Reiseversicherung erhält der Kunde die Versicherungsnummer sowie die vollständigen Versicherungsbedingungen per E-Mail. Diese Unterlagen gelten zusammen als vollständige Versicherungsdokumente.",
    "l10.4": "Im eigenen Interesse wird der Kunde gebeten, alle ihm übermittelten Dokumente umgehend auf Richtigkeit und Vollständigkeit zu überprüfen. Etwaige Unstimmigkeiten sind  ZüriCar GmbH umgehend mitzuteilen, um mögliche Schäden oder Nachteile zu vermeiden.",
    "h11": "VI. Haftungsbeschränkung",
    "l11.1": "Die Haftung der ZüriCar GmbH als Reisevermittler für Schäden, die nicht auf einer Verletzung des Lebens, des Körpers oder der Gesundheit beruhen, ist auf den vertragstypisch vorhersehbaren Schaden begrenzt und beträgt maximal den Gesamtpreis der vermittelten Reise oder Reiseleistung, der im Einzelfall auf die betreffende Person entfällt. Diese Haftungsbeschränkung gilt nicht bei vorsätzlichem oder grob fahrlässigem Verhalten oder bei der Verletzung wesentlicher Vertragspflichten, deren Erfüllung für die ordnungsgemäße Durchführung des Vertrages wesentlich ist und auf deren Einhaltung der Kunde regelmäßig vertrauen darf.",
    "l11.2": "Die vorstehende Haftungsbeschränkung gilt nicht bei zwingender gesetzlicher Haftung, insbesondere nach dem Produkthaftpflichtgesetz (PrHG) oder im Falle übernommener Garantien oder Zusicherungen.",
    "h12": "VII. Einreise- und Gesundheitsvorschriften",
    "l12": "Sofern nicht ausdrücklich anders angegeben, geht ZüriCar GmbH (nachfolgend „ ZüriCar GmbH“ genannt) davon aus, dass der Kunde und alle von ihm angemeldeten Reiseteilnehmer Schweizer Staatsbürger sind. Ist dies nicht der Fall, ist der Kunde verpflichtet,  ZüriCar GmbH rechtzeitig und vollständig über abweichende Staatsangehörigkeiten zu informieren.",
    "l12.1": "Die Einhaltung der geltenden Einreise-, Pass-, Visa-, Zoll-, Gesundheits- und Impfvorschriften in den Transit- und Zielländern obliegt ausschließlich dem Reiseteilnehmer. Hierzu gehört auch die rechtzeitige Beschaffung aller notwendigen Reisedokumente sowie die Erfüllung gesundheitlicher Anforderungen wie Impfungen oder Testnachweise.",
    "l12.2": "Wird  ZüriCar GmbH ausdrücklich mit der Beschaffung von Visa oder anderen Reisedokumenten beauftragt, haftet  ZüriCar GmbH nicht für die rechtzeitige Ausstellung oder Zustellung dieser Dokumente, es sei denn, es liegt eigenes vorsätzliches oder grob fahrlässiges Verschulden vor.",
    "l12.3": "Allen Reiseteilnehmern wird dringend empfohlen, sich frühzeitig bei einem Facharzt oder bei der zuständigen kantonalen Gesundheitsbehörde über Infektions- und Impfschutz, sonstige Prophylaxemaßnahmen und mögliche Gesundheitsrisiken – insbesondere bei Langstreckenflügen im Hinblick auf Thromboserisiken – zu informieren.",
    "h13": "VIII. Versicherung",
    "l13.1": "ZüriCar GmbH empfiehlt dringend, vor Reiseantritt über ausreichenden Auslandskrankenversicherungsschutz zu verfügen. Zudem ist der Abschluss eines umfassenden Reiseschutzpakets oder zumindest einer Reiserücktrittsversicherung sowie einer Versicherung zur Deckung der Rückführungskosten im Falle eines Unfalls, einer Krankheit oder des Todes ratsam. Kunden werden ausdrücklich auf entsprechende Angebote von Reiseversicherungsunternehmen hingewiesen.",
    "l13.2": "Hat der Kunde Anlass zur Beschwerde im Zusammenhang mit einer von  ZüriCar GmbH vermittelten Reiseversicherung, kann er sich an den jeweiligen Versicherer wenden. Wird keine zufriedenstellende Lösung erzielt, kann sich der Kunde an folgende unabhängige Stelle wenden:",
    "h14": "Private Versicherung oder an Suva",
    "h15": "IX. Hinweise zu den Pflichten des Kunden",
    "l15.1": "Der Kunde wird darauf hingewiesen, dass die allgemeinen Geschäftsbedingungen der in der jeweiligen Leistungsbeschreibung genannten Dienstleister (z. B. Fluggesellschaften, Hotels, Mietwagenanbieter) zusätzliche oder besondere Pflichten für den Kunden begründen können. Es liegt in der Verantwortung des Kunden, sich mit diesen Bedingungen vertraut zu machen und deren Einhaltung sicherzustellen.",
    "l15.2": "Insbesondere bei Flugreisen sind die Angaben auf Flugtickets oder elektronischen Buchungsbestätigungen zu beachten. Hierzu gehören insbesondere die Einhaltung der angegebenen Check-in-Zeiten und bei Sonder- und Charterflügen die Pflicht zur Rückbestätigung von Hin-, Rück- oder Weiterflügen innerhalb der von der Fluggesellschaft gesetzten Frist. Unterbleibt diese Rückbestätigung, kann dies zum Verlust des Beförderungsanspruchs führen.",
    "l15.3": "Bei Gepäckverlust, Gepäckverspätung oder Beschädigung ist gemäß den geltenden nationalen und internationalen Luftverkehrsvorschriften (z. B. Montrealer Übereinkommen) unmittelbar am Flughafen bei der zuständigen Fluggesellschaft ein Property Irregularity Report (PIR) einzureichen. Eine nachträgliche Meldung kann zum vollständigen Verlust von Ersatzansprüchen führen.",
    "h16": "X. Identität der ausführenden Fluggesellschaft bei gebuchten Flugleistungen",
    "p16": "ZüriCar GmbH weist darauf hin, dass dem Kunden bei allen im Rahmen der Pauschalreise oder als Einzelleistung gebuchten Flugbeförderungen die Identität der ausführenden Fluggesellschaft mitgeteilt wird – sofern diese bereits vor Vertragsschluss feststeht. Die entsprechende Angabe findet sich in der jeweiligen Leistungsbeschreibung.",
    "p16.1": "Ist die ausführende Fluggesellschaft bei Vertragsschluss noch nicht bekannt, wird dem Kunden die voraussichtliche Fluggesellschaft mitgeteilt. Sobald die endgültige Fluggesellschaft feststeht, wird ZüriCar GmbH den Kunden umgehend informieren. Gleiches gilt im Falle eines späteren Wechsels der ausführenden Fluggesellschaft.",
    "p16.2": "Diese Information erfolgt gemäß den geltenden Bestimmungen des bilateralen Luftverkehrsabkommens zwischen der Schweiz und der Europäischen Union.",
    "h17": "XI. Verkürzung der Verjährungsfrist",
    "p17.1": "Ansprüche des Kunden gegen ZüriCar GmbH aus dem Vermittlungsvertrag verjähren – soweit gesetzlich zulässig – abweichend von den gesetzlichen Bestimmungen innerhalb eines Jahres. Ausgenommen hiervon sind Schadensersatzansprüche wegen Verletzung des Lebens, des Körpers oder der Gesundheit sowie solche, die auf einer vorsätzlichen oder grob fahrlässigen Pflichtverletzung der ZüriCar GmbH oder ihrer gesetzlichen Vertreter oder Erfüllungsgehilfen beruhen. In diesen Fällen gelten die gesetzlichen Verjährungsfristen nach dem Obligationenrecht (OR).",
    "p17.2": "Die Verjährungsfrist beginnt mit dem Ende des Kalenderjahres, in dem der Anspruch entstanden ist und der Kunde von den anspruchsbegründenden Umständen und der Person des Schuldners Kenntnis erlangt hat oder ohne grobe Fahrlässigkeit hätte erlangen müssen.",
    "h18": "XII. Verbraucherstreitbeilegung / Online-Streitbeilegung",
    "p18.1": "ZüriCar GmbH ist weder verpflichtet noch bereit, an Streitbeilegungsverfahren vor einer staatlich anerkannten Verbraucherschlichtungsstelle teilzunehmen.",
    "p18.2": "Ist der Kunde in einem EU-Mitgliedstaat ansässig, verweist ZüriCar GmbH auf die Plattform zur Online-Streitbeilegung (ODR-Plattform) der Europäischen Kommission, die unter http://ec.europa.eu/consumers/odr erreichbar ist. Diese Plattform dient der außergerichtlichen Beilegung von Streitigkeiten aus Online-Dienstleistungsverträgen zwischen Verbrauchern und Unternehmen mit Sitz in der EU. Schweizer Unternehmen sind zur Teilnahme an diesem Verfahren nicht verpflichtet.",
    "h19": "XIII. Schlussbestimmungen",
    "p19": "Es gilt ausschließlich schweizerisches Recht. Die Anwendung des Wiener Kaufrechts (UN-Kaufrecht) ist ausgeschlossen.",
    "p19.1": "Für alle Streitigkeiten aus oder im Zusammenhang mit dem Vermittlungsverhältnis zwischen dem Kunden und der ZüriCar GmbH ist – soweit gesetzlich zulässig – ausschließlicher Gerichtsstand Kloten (ZH), Schweiz. Zwingende Gerichtsstände für Verbraucher gemäß Art. 32 und 35 der Zivilprozessordnung bleiben unberührt.",
    "p19.2": "ZüriCar GmbH ZüriCar GmbH Europa-Strasse 19 8152 Glattbrugg (ZH) Switzerland Telefon: +41 79 766 99 60  E-Mail: info@züricar.ch Website:  info@züricar.ch"
     },
  
  "termsTransfer": {
    "title": "ZüriCar GO – Transferts – Termes et Conditions",
    "h1": "1. Introduction",
    "l1": "Ces termes s'appliquent à tous les services de transfert ZüriCar GO.",
    "h2": "2. Réservation et Confirmation",
    "l2": "Les réservations peuvent être effectuées en ligne ou par téléphone.",
    "l2.1": "Un e-mail de confirmation sera envoyé au client.",
    "l2.2": "Veuillez vérifier attentivement les détails de votre réservation.",
    "h3": "3. Tarifs et Paiements",
    "l3": "Tous les prix sont indiqués en francs suisses (CHF).",
    "l3.1": "Les paiements doivent être effectués avant le début du trajet.",
    "l3.2": "Tout temps d’attente supplémentaire peut entraîner des frais additionnels.",
    "h4": "4. Annulations et Remboursements",
    "l4": "Les annulations effectuées 24 heures à l’avance sont entièrement remboursables.",
    "l4.1": "Les annulations dans les 24 heures ne sont pas remboursables.",
    "l4.2": "Les remboursements sont traités dans un délai de 7 jours ouvrables.",
    "l4.3": "ZüriCar GO se réserve le droit d'annuler les réservations en cas de force majeure.",
    "h5": "5. Responsabilités des Passagers",
    "l5": "Les passagers doivent s'assurer d'arriver à l'heure.",
    "l5.1": "En cas de retard, veuillez informer le service client immédiatement.",
    "h6": "6. Véhicule et Chauffeur",
    "l6": "Tous les véhicules sont propres et assurés.",
    "l6.1": "Les chauffeurs sont des professionnels licenciés et formés.",
    "l6.2": "Les ceintures de sécurité doivent être portées à tout moment.",
    "h7": "7. Politique des Bagages",
    "l7": "Chaque passager peut emporter une valise et un bagage à main.",
    "l7.1": "Tout bagage supplémentaire doit être déclaré à l’avance.",
    "l7.2": "Les bagages surdimensionnés peuvent entraîner des frais supplémentaires.",
    "h8": "8. Sièges Enfant",
    "l8": "Les sièges enfant doivent être demandés à l’avance.",
    "l8.1": "Un supplément est appliqué pour chaque siège enfant.",
    "l8.2": "ZüriCar GO n’est pas responsable des sièges non réservés.",
    "l8.3": "Les parents sont responsables de l’installation correcte du siège enfant.",
    "h9": "9. Retards et Responsabilité",
    "l9": "ZüriCar GO n’est pas responsable des retards dus au trafic ou à la météo.",
    "l9.1": "Nous nous efforçons d’assurer une arrivée ponctuelle sans garantie d’heure exacte.",
    "h10": "10. Conduite du Client",
    "l10": "Les passagers doivent se comporter de manière respectueuse envers les chauffeurs.",
    "l10.1": "Il est interdit de fumer ou de consommer de l’alcool dans les véhicules.",
    "l10.2": "Tout dommage au véhicule sera facturé au passager.",
    "h11": "11. Objets Perdus",
    "l11": "Les objets perdus sont conservés pendant 30 jours.",
    "l11.1": "Les objets non réclamés seront éliminés de manière responsable.",
    "h12": "12. Protection des Données",
    "l12": "Les données des clients sont stockées de manière sécurisée.",
    "l12.1": "Nous ne partageons pas les données avec des tiers.",
    "l12.2": "Toutes les utilisations des données respectent la législation suisse.",
    "l12.3": "Consultez notre Politique de Confidentialité pour plus de détails.",
    "h13": "13. Force Majeure",
    "l13": "Nous ne sommes pas responsables des retards dus à des événements indépendants de notre volonté.",
    "l13.1": "Cela inclut les conditions météo, les grèves et les fermetures de routes.",
    "h14": "14. Juridiction",
    "l14": "Tous les litiges sont soumis à la loi suisse.",
    "l14.1": "Lieu de juridiction : Zurich, Suisse.",
    "h15": "15. Modifications",
    "l15": "ZüriCar GO se réserve le droit de modifier ces termes à tout moment.",
    "l15.1": "Les mises à jour seront publiées sur notre site officiel.",
    "h16": "16. Coordonnées",
    "l16": "ZüriCar GmbH,Europa-Strasse 19 ,8152 Glattbrugg (ZH) Switzerland, Zürich",
    "l16.1": "Email : info@zuericar.ch | Téléphone : +41 76 495 90 10"
  },
  "event": {
    "line1": "Services de Chauffeur Exclusifs pour le Forum Économique Mondial 2026 à Davos – du 19 au 23 janvier",
    "line2": "Nous proposons des transferts haut de gamme vers Davos depuis tous les principaux aéroports fréquemment utilisés par les participants du WEF, notamment :",
    "line3": "Aéroport de Genève",
    "line4": "Aéroport de Zurich",
    "line5": "Aéroport de Dübendorf",
    "line6": "Aéroport de Friedrichshafen",
    "line7": "Aéroport de St. Gallen-Altenrhein",
    "line8": "Aéroport de Munich",
    "line9": "Le Forum Économique Mondial 2026, qui se déroulera du 19 au 23 janvier à Davos, nécessite une solution de transport de luxe soigneusement planifiée pour des participants de haut niveau. Avec une circulation dense, des zones de sécurité strictes, des points d'accès limités et des conditions hivernales difficiles, Davos présente des défis logistiques importants.",
    "line10": "Notre service de limousine pour le WEF propose des prestations de chauffeur sur mesure et de classe mondiale pour les PDG, diplomates et délégations de haut niveau. Que vous ayez besoin d’un transfert exclusif en aller simple depuis l’aéroport de Zurich vers Davos ou d’un chauffeur à disposition pendant plusieurs jours, nous garantissons une arrivée ponctuelle, confortable et sans stress.",
    "line11": "Pourquoi choisir notre service de limousine WEF ?",
    "line12": "Expertise & Excellence – Nos chauffeurs internes hautement qualifiés sont spécialisés dans le transport d’affaires et VIP et comprennent les exigences spécifiques du WEF.",
    "line13": "Sécurité & Fiabilité – Chauffeurs locaux discrets, expérimentés dans les zones à haute sécurité et pour les VIP.",
    "line14": "Flotte de Luxe – Véhicules haut de gamme, y compris Mercedes-Benz Classe S, Maybach, Classe V et SUV de luxe pour répondre aux attentes les plus élevées.",
    "line15": "Options de Réservation Flexibles – Des transferts aéroport uniques (ex. : Zurich – Davos) aux services de chauffeur à la journée à Davos.",
    "line16": "Coordination sur Place 24h/24 – Équipes de coordination dédiées disponibles à l’aéroport et sur site à Davos pour assurer un déroulement sans accroc.",
    "line17": "Nos chauffeurs expérimentés et notre équipe de coordination sont prêts à vous aider à réserver votre limousine exclusive pour le Forum Économique Mondial. Contactez-nous dès maintenant pour réserver votre service de chauffeur WEF et profitez d’une arrivée confortable, discrète et efficace à Davos.",
    "line18": "Services de Conciergerie Premium – Sur mesure pour le WEF",
    "line19": "Notre service de conciergerie sur mesure pour le Forum Économique Mondial garantit un séjour fluide et efficace à Davos. Nous prenons en charge la planification et la coordination de votre agenda quotidien, y compris les réservations d'hôtel, de salles de réunion et de restaurants haut de gamme.",
    "line20": "Nous proposons également des services de sécurité professionnelle, d’interprétariat et d’assistants personnels pour garantir un maximum de confort et de discrétion. Pour plus de flexibilité, nous organisons des transferts en hélicoptère et des services de jet privé pour vous permettre d’arriver à vos rendez-vous sans délai.",
    "line21": "Avec nos services de conciergerie premium à Davos, vous bénéficiez d’une expérience personnalisée, efficace et exclusive tout au long du Forum Économique Mondial 2026.",
    "line22": "Notre service de conciergerie sur mesure assure un séjour sans faille à Davos, en prenant en charge votre agenda quotidien, incluant :"
  }
}
